Repository: seanpm2001/yast-translations
Catalog: po/qt/*.po
Languages: sl

source: Name
sl: Ime

source: Disk Usage
sl: Uporaba diska

source: Free
sl: Prosto

source: Total
sl: Skupaj

source: Used %1
sl: Uporabljeno %1

source: Help
sl: Pomoč

source: &Close
sl: &Zapri

source: Release Notes
sl: Opombe k izdaji

source: Stylesheet Editor
sl: Urejevalnik slogovne predloge

source: You clicked the right mouse button where a left-click was expected. Switch left and right mouse buttons?
sl: Kliknili ste z desnim gumbom miške, kjer je bil pričakovan klik z levim. Ali želite zamenjati levi in desni gumb miške?

source: Unexpected Click
sl: Nepričakovan klik

source: Color switching
sl: Zamenjava barv

source: Switching to color palette for vision impaired users - press Shift-F4 again to switch back to normal colors.
sl: Preklapljanje v barvno paleto za uporabnike s posebnostmi vida – pritisnite Shift+F4 ponovno za preklop v običajne barve.

source: Widget ID
sl: ID gradnika

source: Enter Widget ID:
sl: Vnesite ID gradnika:

source: Error
sl: Napaka

source: No widget with ID "%1"
sl: Gradnika z ID-jem »%1« ni

source: Save screen shot to...
sl: Zaslonsko sliko shrani v …

source: YaST Logging
sl: Dnevnik YaST

source: Configure YaST Logging:
sl: Nastavite dnevnik YaST:

source: &Help
sl: &Pomoč

source: &Release Notes
sl: &Opombe k izdaji

source: Change the widget theme (Shift-F3)
sl: Spremenite temo gradnikov (Shift+F3)

source: <h1>Advanced Hotkeys</h1><dl><dt>Print Screen</dt><dd>Take and save a screenshot. May not be available when YaST is running under some desktop environments.</dd><dt>Shift-F3</dt><dd>Select a widget style (color theme).</dd><dt>Shift-F4</dt><dd>Enable/disable the color palette optimized for vision impaired users.</dd><dt>Shift-F7</dt><dd>Enable/disable logging of debug messages.</dd><dt>Shift-F8</dt><dd>Open a file dialog to save log files to a non-standard location.</dd><dt>Ctrl-Shift-Alt-D</dt><dd>Send a DebugEvent. YaST modules can react on this by executing special debugging actions. Result depends on the specific YaST-module.</dd><dt>Ctrl-Shift-Alt-M</dt><dd>Start/Stop macro recorder.</dd><dt>Ctrl-Shift-Alt-P</dt><dd>Replay macro.</dd><dt>Ctrl-Shift-Alt-S</dt><dd>Show style sheet editor.</dd><dt>Ctrl-Shift-Alt-T</dt><dd>Dump widget tree to the log file.</dd><dt>Ctrl-Alt-Shift-X</dt><dd>Open a terminal window (xterm). Useful for VNC installations.</dd><dt>Ctrl-Shift-Alt-Y</dt><dd>Show widget tree browser.</dd></dl>
sl: <h1>Napredne bližnjice</h1><dl><dt>Print Screen</dt><dd>Shrani zaslonsko sliko. V nekaterih namiznih okoljih to morda ni na voljo.</dd><dt>Shift+F3</dt><dd>Izberite slog gradnikov (barvno temo).</dd><dt>Shift+F4</dt><dd>Omogoči/onemogoči barvno paleto, ki je optimizirana za uporabnike s posebnostmi vida.</dd><dt>Shift+F7</dt><dd>Omogoči/onemogoči zapisovanje razhroščevalnih sporočil v dnevnik.</dd><dt>Shift+F8</dt><dd>Odpre pogovorno okno za shranjevanje dnevniške datoteke na drugo mesto.</dd><dt>Ctrl+Shift+Alt+D</dt><dd>Pošlje DebugEvent (razhroščevalni dogodek). Moduli YaST se lahko odzovejo z izzvajanjem posebnih razhroščevalnih dejanj. Rezultate je odvisen od posameznega modula YaST.</dd><dt>Ctrl+Shift+Alt+M</dt><dd>Zažene/ustavi snemalnik makrojev.</dd><dt>Ctrl+Shift+Alt+P</dt><dd>Predvaja makro.</dd><dt>Ctrl+Shift+Alt+S</dt><dd>Prikaže urejevalnik slogovnih predlog.</dd><dt>Ctrl+Shift+Alt+T</dt><dd>V dnevniško datoteko zapiše drevo gradnikov.</dd><dt>Ctrl+Alt+Shift+X</dt><dd>Odpre okno terminala (xterm). Uporabno za namestitve VNC.</dd><dt>Ctrl+Shift+Alt+Y</dt><dd>Prikaže brskalnik po drevesu gradnikov.</dd></dl>

source: &Steps
sl: &Koraki

source: &Tree
sl: &Drevo

source: &Apply
sl: &Uveljavi

source: Auto Apply
sl: Samodejno uveljavi

source: &Load File
sl: &Naloži datoteko

source: Style Sheet &Selection
sl: I&zbor slogovne predloge

source: Reset to &Default
sl: &Ponastavi na privzeto
