Repository: seanpm2001/yast-translations
Catalog: po/iscsi-lio-server/*.po
Languages: nl

source: Yast iSCSI Targets
nl: Yast-iSCSI-doelen

source: Finish
nl: Voltooien

source: Failed to set discovery authentication with errors:
nl: Verificatie voor ontdekken met fouten instellen mislukt:

source: Cannot access the storage %s. Please consider reconnecting the storage or deleting then recreating the target which is using this storage.
nl: Geen toegang tot de opslag %s. Overweeg de opslag opnieuw te verbinden of te verwijderen en dan het doel dat deze opslag gebruikt opnieuw aan te maken.

source: Discovery Authentication
nl: Verificatie voor ontdekken

source: Bind all IP addresses
nl: Alle IP-adressen verbinden

source: Use Login Authentication
nl: Authenticatie voor aanmelden gebruiken

source: Authentication by Initiators
nl: Verificatie door initiators

source: Authentication by Targets
nl: Verificatie door doelen

source: Username:
nl: Gebruikersnaam:

source: username can not be empty.
nl: gebruikersnaam mag niet leeg zijn.

source: Can not use
nl: Kan niet gebruiken

source: Can not use such characters:
nl: Kan zulke tekens niet gebruiken:

source: in username.
nl: in gebruikersnaam.

source: Password:
nl: Wachtwoord:

source: password can not be empty.
nl: wachtwoord mag niet leeg zijn.

source: in password.
nl: in wachtwoord.

source: Mutual Username:
nl: Gezamenlijke gebruikersnaam:

source: mutual_username can not be empty.
nl: mutual_username mag niet leeg zijn.

source: Mutual Password:
nl: Gezamenlijk wachtwoord:

source: mutual_password can not be empty.
nl: mutual_password mag niet leeg zijn.

source: <h1>iSCSI Target</h1>
nl: <h1>iSCSI-doel</h1>

source: <h2>Service Start</h2>
nl: <h2>Service starten</h2>

source: To start the service every time your computer is booted, \ set to <b>Start on boot</b>. Otherwise choose <b>Do not start</b>.
nl: Om de service te starten telkens wanneer uw computer wordt opgestart, kunt u <b>Bij opstarten systeem</b> instellen. U kunt ook <b>Niet starten</b> instellen.

source: <h2>Firewall Settings</h2>
nl: <h2>Instellingen voor firewall</h2>

source: To open the firewall to allow access to the service from remote computers, \ set <b>Open Port in Firewall</b>.
nl: Om de firewall te openen om toegang te verlenen tot de service vanaf externe computers, kunt u <b>Poort openen in firewall</b> instellen.

source: To select interfaces on which to open the port, click <b>Firewall Details</b>. \ This option is available only if the firewall is enabled.
nl: Om interfaces te selecteren waarop de poort moet worden geopend, klikt u op <b>Details van firewall</b>. Deze optie is alleen beschikbaar als de firewall is ingeschakeld.

source: Please use username and password in pair.
nl: Gebruik de gebruikersnaam en het wachtwoord samen.

source: Authentication by Initiators
nl: Verificatie door initiators

source: Please use mutual_username and mutual_password in pair.
nl: Gebruik mutual_username en mutual_password samen.

source: Global
nl: Globaal

source: This tab intends to configure authentication for discovery session.
nl: Dit tabblad is bedoeld om sessies voor verificatie voor ontdekken te configureren.

source: Use <b>Discovery Authentication</b> to enable discovery authentication.
nl: Gebruik <b>Verificatie voor ontdekken</b> om verificatie voor ontdekken in te schakelen.

source: It is needed to fill both <b>Authentication by Targets</b> and <b>Authentication by Initiators</b>.
nl: Het is nodig zowel <b>Verificatie voor doelen</b> als <b>Verificatie door initiators</b> in te vullen.

source: <p>Note: <b>Username / Password can not be the same for initiators and targets! \ Or there may be a CHAP error</b></p>
nl: <p>Opmerking: <b>Gebruikersnaam/wachtwoord kan niet hetzelfde zijn voor initiators en doelen! Of er is mogelijk een CHAP-fout</b></p>

source: Targets
nl: Doelen

source: List of offered targets and target portal groups. Create a new target by clicking <b>Add</b>. \ To delete or modify an item, select it and press <b>Edit</b> or <b>Delete</b>.
nl: Lijst van aangeboden doelen en doelportalgroepen. Maak een nieuw doel aan door op <b>Toevoegen</b> te klikken. Om ze te verwijderen of te wijzigen, selecteert u ze en klikt u op <b>Bewerken</b> of <b>Verwijderen</b>.

source: Target
nl: Doel

source: Target name cannot be empty.
nl: Naam van doel mag niet leeg zijn.

source: Target name cannot be longer than 223 bytes.
nl: Naam van doel mag niet langer zijn dan 223 bytes.

source: Portal Group
nl: Portalgroep

source: Port Number
nl: Poortnummer

source: IP Address:
nl: IP-adres:

source: There are no TPGs in the target!
nl: Er zijn geen TPG's in het doel!

source: Authentication by Target,
nl: Verificatie door doel,

source: Authentication by Initiator,
nl: Verificatie door initiator,

source: Failed to create ACL with initiator name:
nl: ACL aanmaken met naam van initiatiefnemer is mislukt:

source: Please check whether initiator names are valid.
nl: Controleer of initiatornamen geldig zijn.

source: Failed to delete ACL with initiator name:
nl: ACL verwijderen met naam van initiatiefnemer mislukt:

source: Please check whether the ACL still exists.
nl: Controleer of de ACL nog bestaat.

source: LUN Mapping
nl: LUN-toewijzing

source: Auth
nl: Verificatie

source: Initiator Name:
nl: Initiatornaam:

source: Initiator name can not be empty!
nl: Initiatornaam mag niet leeg zijn!

source: Initiator name can not be longer than 233 bytes!
nl: Naam van initiatiefnemer mag niet langer zijn dan 233 bytes!

source: Import all LUNs from current TPG
nl: Alle LUN's uit huidige TPG importeren

source: Add an initiator
nl: Een initiator toevoegen

source: Cancel
nl: Annuleren

source: OK
nl: Oké

source: Target LUN
nl: Doel-LUN

source: There are no TPGs in this target.
nl: Er zijn geen TPG's in dit doel.

source: Failed to map such target side LUN number:
nl: Zulk LUN-nummer van doel aanwijzen mislukt:

source: Please check whether both the LUN numbers in use and the LUNs still exist.
nl: Controleer of beide LUN-nummers in gebruik zijn en of de LUN's nog bestaan.

source: Initiator side LUN number:
nl: LUN-nummer van de initiator:

source: Target side LUN number:
nl: LUN-nummer van doel:

source: Add a LUN mapping pair
nl: Een LUN-toewijzingspaar toevoegen

source: Abort
nl: Afbreken

source: Add
nl: Toevoegen

source: Delete
nl: Verwijderen

source: Edit LUN mapping
nl: LUN-toewijzing bewerken

source: Failed to change Authentication by Initiators.
nl: Verificatie door initiators wijzigen mislukt.

source: Failed to clear Authentication by Initiators. Would you please check whether the ACL exist?
nl: Verificatie door initiators wijzigen mislukt. Kunt u controleren of de ACL bestaat?

source: Failed to change Authentication by Targets.
nl: Verificatie door doelen wijzigen mislukt.

source: Failed to clear Authentication by Targets. Would you please check whether the ACL exist?
nl: Verificatie door initiators wissen mislukt. Kunt u controleren of de ACL bestaat?

source: Authentication
nl: Verificatie

source: Edit LUN
nl: LUN bewerken

source: Edit Auth
nl: Verificatie bewerken

source: Use Login Authentication is enabled. Please make sure proper ACLs has been added.
nl: Aanmeldingsverificatie gebruiken is ingeschakeld. Zorg ervoor dat de juiste ACL's zijn toegevoegd.

source: Or the target may not be accessible. Do you want to proceed?
nl: Of het doel is mogelijk niet toegankelijk. Wilt u doorgaan?

source: Warning
nl: Waarschuwing

source: Yes
nl: Ja

source: No
nl: Nee

source: <p>Use <b>Add</b> to give an initiator (iSCSI client) access to a LUN imported \ from target portal group. Specify which initiator is allowed to connect \ (use InitiatorName from '/etc/iscsi/initiatorname.iscsi' on iSCSI initiator). \ <b>Delete</b> will remove the initiator access to the LUN.</p>
nl: <p>Gebruik <b>Toevoegen</b> om een initiator (iSCSI-client) toegang te geven tot een LUN geïmporteerd uit doelportalgroep. Specificeer welke initiator is toegestaan om ermee te verbinden (gebruik Initiatornaam uit '/etc/iscsi/initiatorname.iscsi' in de iSCSI-initiator). <b>Verwijderen</b> zal de toegang van de initiator tot de LUN verwijderen.</p>

source: <p>With <b>Edit LUN</b> one can modify the LUN mapping. Please note that LUN \ target number must be unique.</p>
nl: <p>Met <b>LUN bewerken</b> kunt u de LUN-toewijzing aanpassen. Houd er rekening mee dat het doelnummer van LUN uniek moet zijn.</p>

source: <p>After pressing <b>Edit Auth</b>, it's needed to <b>Use Authentication by Targets</b> and \ <b>Authentication by Initiators</b> together. Then input UserName and Password. \ Please make sure they are different usernames and passwords for the two kinds \ of authentication. Or there may be a CHAP error.
nl: <p>Na indrukken van <b>Verificatie bewerken</b>, is het nodig om <b>Verificatie door doelen</b> en <b>Verificatie door initiators</b> samen te gebruiken. Voer dan de gebruikersnaam en het wachtwoord in. Controleer of er verschillende gebruikersnamen en wachtwoorden voor de twee soorten verificatie zijn. Of er is mogelijk een CHAP-fout.

source: Can not create the target with target name:
nl: Kan het doel met de volgende doelnaam niet maken:

source: , please check target name.
nl: , controleer de doelnaam.

source: Additional information:
nl: Aanvullende informatie:

source: Target Portal Group number
nl: Nummer doelportalgroep

source: is provided to replace the default tpg
nl: is geleverd om de standaard tpg te vervangen

source: Failed to delete the default tpg, please consider to re-create the target and check
nl: De standaard tpg verwijderen is mislukt, u wordt aangeraden om het doel opnieuw te maken en te controleren

source: whether someone called targetcli manually
nl: of iemand targetcli handmatig heeft aangeroepen

source: Failed to create Target Portal Group
nl: Doelportalgroep maken is mislukt

source: The target is create, in the meanwhile, please delete it if needed.
nl: Het doel is gemaakt. U kunt het inmiddels verwijderen, indien nodig.

source: Or a default target portal group 1 will be added to the target when you edit it.
nl: Of een standaard doelportalgroep 1 wordt aan het doel toegevoegd wanneer u deze bewerkt.

source: The target is created, but failed to create a portal with selected address and port.
nl: Het doel is gemaakt, maar het is niet gelukt om een portal te maken met het/de geselecte(e)rd(e) adres en poort.

source: Are they already in use?
nl: Zijn ze al in gebruik?

source: You can edit the targets again to change that.
nl: U kunt de doelen opnieuw bewerken om dat te wijzigen.

source: Failed to change target portal.
nl: Doelportal wijzigen is mislukt.

source: Failed to change authentication settings.
nl: Verificatie-instellingen wijzigen is mislukt.

source: <h1>iSCSI Target IP/Port and LUN setup</h1>
nl: <h1>iSCSI-doel-IP/-poort en LUN-instellingen</h1>

source: <p>Create or edit a target.</p>
nl: <p>Maak of bewerk een doel.</p>

source: <p>It is possible to make arbitrary block devices or files available under a lun. \ You have to provide <b>LUN path</b> to either block devices or file. The <b>LUN name</b> is an \ arbitrary name to uniquely identify the LUN. The name needs to be unique within the \ target portal group. If the user does not provide a name for LUN, \ it is generated automatically.</p>
nl: <p>Het is mogelijk om willekeurige blokapparaten of bestanden beschikbaar te maken onder een LUN. U moet het <b>LUN-pad</b> opgeven om apparaten of bestanden te blokkeren. De <b>LUN-naam</b> is een willekeurige naam om uniek het LUN aan te geven. De naam moet uniek zijn binnen de portalgroep van het doel. Als de gebruiker geen naam voor de LUN levert, dan wordt deze automatisch gegenereerd.</p>

source: <p>Under <b>Ip Address</b> and <b>Port Number</b> you specify under which address and port \ the service will be available. Default for port number is 3260. Only ip addresses \ assigned to one of the network cards are possible.</p>
nl: <p>Onder <b>IP-adres</b> en <b>Poortnummer</b> specificeert u onder welk adres en poort de service beschikbaar zal zijn. De standaard voor poortnummer is 3260. Alleen IP-adressen toegekend aan een van de netwerkkaarten zijn mogelijk.</p>

source: <p><b>Bind all IP addresses</b> means the service will be available under all IPs this \ target server has.</p>
nl: <p><b>Alle IP-adressen binden</b> betekent dat de service beschikbaar zal zijn onder alle IP's die deze doelserver heeft.</p>

source: <p>When <b>Use Login Authentication</b> is enabled, you need to add <b>ACL</b> rules \ for this target. If <b>Use Login Authentication</b> is disabled, this target will work in \ <b>Demo Mode</b>, this means any initiators can access this target without any authentications </p>
nl: <p>Wanneer <b>Aanmeldingsverificatie gebruiken</b> is ingeschakeld, moet u de regels van <b>ACL</b> toevoegen voor dit doel. Als <b>Aanmeldingsverificatie gebruiken</b> is uitgeschakeld, zal dit doel in <b>Demomodus</b> werken. Dit betekent dat elke initiator toegang tot dit doel kan krijgen zonder verificatie </p>

source: Number of Portal Groups
nl: Aantal portalgroepen

source: Edit
nl: Bewerken

source: Modify initiators ACLs
nl: ACL's van initiators wijzigen

source: Add iSCSI Target
nl: iSCSI-doel toevoegen

source: Edit iSCSI Target
nl: iSCSI-doel bewerken

source: Failed to delete target:
nl: Doel verwijderen is mislukt:

source: Name
nl: Naam

source: Path
nl: Pad

source: Failed to create LUNs with such backstores:
nl: LUN's met dergelijke backstores maken is mislukt:

source: Please check whether the backstore or LUN number is in use, name is valid.
nl: Controleer of de backstore of het LUN-nummer in gebruik is en of de naam geldig is.

source: Then delete the failed LUNs.
nl: Verwijder vervolgens de mislukte LUN's.

source: LUN Number(left '-1' here to auto generate)
nl: LUN-nummer ('-1' is hier overgelaten voor automatisch genereren)

source: LUN Path
nl: Lun-pad

source: LUN path cannot be empty.
nl: LUN-pad mag niet leeg zijn.

source: LUN Name(auto generated when empty)
nl: LUN-naam (automatisch gegenereerd indien leeg)

source: Browse
nl: Bladeren

source: LUN Path can not be empty!
nl: LUN-pad mag niet leeg zijn!

source: The file does not exist!
nl: Het bestand bestaat niet!

source: Please provide a normal file or a block device.
nl: Geef een normaal bestand of een blokapparaat op.

source: Select a file or device
nl: Selecteer een bestand of apparaat

source: This will immediately delete LUNs.
nl: Dit zal onmiddellijk alle LUN's verwijderen.

source: Please confirm all initiators have logged out this target to avoid IO errors
nl: Controleer of alle initiatiefnemers dit doel hebben uitgelogd om IO-fouten te voorkomen

source: Confirm
nl: Bevestigen

source: Yes and Don't show this again
nl: Ja en Dit niet opnieuw weergeven

source: Failed to delete backstore of lun
nl: Backstore van LUN verwijderen is mislukt

source: Please check whether someone already did it.
nl: Controleer of iemand het al heeft gedaan.

source: Failed to delete lun
nl: LUN verwijderen is mislukt
