Repository: seanpm2001/yast-translations
Catalog: po/http-server/*.po
Languages: sl

source: Listen Ports and Addresses
sl: Vrata in naslovi za poslušanje

source: Server Modules
sl: Strežniški moduli

source: Main Host
sl: Glavni gostitelj

source: Hosts
sl: Gostitelji

source: HTTP Server Configuration
sl: Nastavitve strežnika HTTP

source: Host '%1' Configuration
sl: Nastavitve gostitelja »%1«

source: Configured Hosts
sl: Nastavljeni gostitelji

source: New Host Information
sl: Podatki o novem gostitelju

source: Virtual Host Details
sl: Podrobnosti o navideznem gostitelju

source: SSL Configuration for '%1'
sl: Nastavitve SSL za »%1«

source: Default Host
sl: Privzeti gostitelj

source: Certificates
sl: Potrdila

source: &Import Server Certificate...
sl: Uvoz&i potrdilo strežnika …

source: &Use Common Server Certificate
sl: &Uporabi splošno potrdilo strežnika

source: Dir Configuration for '%1'
sl: Nastavitev mape za »%1«

source: <p><b><big>Initializing HTTP Server Configuration</big></b> <br> Please wait...<br></p>
sl: <p><b><big>Pripravljanje nastavitev strežnika HTTP</big></b> <br> Prosimo, počakajte …<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
sl: <p><b><big>Prekinitev pripravljanja</big></b><br> Varno prekinite nastavitveno orodje s klikom na <b>Prekini</b>.</p>

source: <p><b><big>Saving HTTP Server Configuration</big></b><br> Please wait...<br></p>
sl: <p><b><big>Shranjevanje nastavitev strežnika HTTP</big></b><br> Prosimo, počakajte …<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs you whether it is safe to do so.</p>
sl: <p><b><big>Prekinitev shranjevanja</big></b><br> Prekinite shranjevanje s klikom na gumb <b>Prekini</b>. Dodatno pogovorno okno vas bo obvestilo, ali je to varno.</p>

source: <p>The <b>Port</b> value defines the port on which Apache2 listens. The default is 80.</p>
sl: <p>Vrednost polja <b>Vrata</b> določa vrata, na katerih Apache2 posluša. Prevzeta vrednost je 80.</p>

source: <p><b>Listen on Interfaces</b> contains the list of all IP addresses configured for this host. Checked IP addresses are those on which Apache2 listens. If you are unsure, check all.</p>
sl: <p><b>Poslušaj na vmesnikih</b> vsebuje seznam vseh naslovov IP, ki so nastavljeni za gostitelja. Vmesniki, na katerih Apache2 posluša, so izbrani. Če niste prepričani, izberite vse vmesnike.</p>

source: <p>Here, enable the script languages the Apache2 server should support.</p>
sl: <p>Izberite, katere skriptne jezike naj podpira strežnik Apache2.</p>

source: <p>The summary displays the settings that will be written to the Apache2 configuration when you press <b>Finish</b>.</p>
sl: <p>Povzetek nastavitev prikazuje nastavitve, ki se bodo ob kliku na gumb <b>Zaključi</b> zapisale v nastavitveno datoteko strežnika Apache2.</p>

source: <p>Press <b>HTTP Server Expert Configuration</b> to create a more detailed configuration before writing the configuration.</p>
sl: <p>S klikom gumba <b>Nastavitve strežnika HTTP za strokovnjake</b> je možno v nastavitveno datoteko shraniti bolj podrobne nastavitve.</p>

source: <p><b><big>Editing HTTP Server Modules</big></b><br> The table contains a list of all available Apache2 modules. The first column contains the name of the module. The second column shows whether the module should be loaded by the server. Enabled modules will be loaded. The last column displays a short description of the module.</p>
sl: <p><b><big>Urejanje modulov strežnika HTTP</big></b><br> V razpredelnici so prikazani vsi razpoložljivi moduli Apache2. V prvem stolpcu so imena modulov, v drugem pa je navedeno ali bo strežnik naložil modul. Omogočeni moduli bodo naloženi. V zadnjem stolpcu se nahaja kratek opis modula.</p>

source: <p>To change the status of a module, choose the appropriate entry of the table and click <b>Toggle Status</b>.</p>
sl: <p>Za spremembo stanja modula izberite želeni modul v razpredelnici in kliknite <b>Preklopi stanje</b>.</p>

source: <p>If you need to add a module not listed in the table, use <b>Add Module</b>.</p>
sl: <p>Če želite dodati modul, ki ga ni v razpredelnici, uporabite gumb <b>Dodaj modul</b>.</p>

source: <p><b><big>HTTP Server Settings</big></b><br> Activate the HTTP server by choosing <b>Enabled</b>. To deactivate it, choose <b>Disabled</b>.</p>
sl: <p><b><big>Nastavitve strežnika HTTP</big></b><br> Strežnik HTTP aktivirate z <b>Omogočeno</b>, deaktivirate pa z <b>Onemogočeno</b>.</p>

source: <p>By enabling <b>Open Firewall on Selected Ports</b>, adapt the firewall according the ports on which Apache2 listens. The interfaces of the firewall are not added or deleted. This option is only available if the firewall is enabled.</p>
sl: <p>Z izbiro <b>Odpri izbrana vrata na požarnem zidu</b> prilagodite požarni zid glede na vrata, na katerih bo Apache2 poslušal. Vmesniki požarnega zidu ne bodo dodani ali izbrisani. Ta možnost je na voljo samo, če je požarni zid omogočen.</p>

source: <p>The list of options presents several parts of the server configuration. <b>Listen On</b> contains a list of ports and IP addresses on which the server should listen for the incoming requests. <b>Modules</b> allows configuring the modules loaded by the server. <b>Default Host</b> is a server name of a host used as a default (fallback) host. If the server name of the default host is not specified, a path to the document root of the default host is displayed. <b>Hosts</b> contains a list of hosts configured for the server.</p>
sl: <p>Seznam možnosti predstavlja posamezne dele nastavitev strežnika. <b>Poslušaj na</b> vsebuje seznam vrat in naslovov IP, na katerih naj strežnik sprejema zahteve. <b>Moduli</b> omogoča nastavitev modulov, ki naj jih strežnik naloži. <b>Privzeti gostitelj</b> je ime strežnika, uporabljenega kot privzeti (zasilni) gostitelj. Če ime strežnika privzetega gostitelja ni navedeno, je prikazana pot do korena dokumentov privzetega gostitelja. <b>Gostitelji</b> vsebuje seznam gostiteljev, nastavljenih za strežnik.</p>

source: <p>Choose an appropriate entry from the table and click <b>Edit</b> to change settings.</p>
sl: <p>Izberite ustrezen vnos v razpredelnici in kliknite <b>Uredi</b> za spremembo nastavitev.</p>

source: <p><b>Log Files</b> displays server log files.</p>
sl: <p>Gumb <b>Dnevniške datoteke</b> prikaže strežniške dnevnike.</p>

source: <p><b><big>Configured Hosts</big></b><br> This is a list of already configured hosts. One of the hosts is marked as default (the asterisk next to the server name). A default host is used if no other host matches for an incoming request. To set a host as default, press <b>Set as Default</b>.</p>
sl: <p><b><big>Nastavljeni gostitelji</big></b><br> To je seznam že nastavljenih gostiteljev. En od gostiteljev je označen kot privzeti (z zvezdico poleg imena). Ta je uporabljen v primeru, ko ni ustreznega gostitelja za odgovor na zahtevo. Privzetega gostitelja nastavite s klikom na gumb <b>Nastavi za privzetega</b>.</p>

source: <p>Choose an appropriate entry of the table and click <b>Edit</b> to change the host. To add a host, click <b>Add</b>. To remove a host, select it and click <b>Delete</b>.</p>
sl: <p>Iz razpredelnice izberite želeni vnos in kliknite <b>Uredi</b> za spremembo gostitelja. Z gumbom <b>Dodaj</b> dodate novega gostitelja. Z <b>Izbriši</b> izbranega gostitelja odstranite.</p>

source: <p><b><big>Host Configuration</big></b><br> To edit the host settings, choose the appropriate entry of the table then click <b>Edit</b>. To add a new option, click <b>Add</b>. To remove an option, select it and click <b>Delete</b>.</p>
sl: <p><b><big>Nastavitve gostitelja</big></b><br> Za nastavitev gostitelja izberite vnos iz razpredelnice in kliknite <b>Uredi</b>. S klikom na gumb <b>Dodaj</b> dodate novo možnost, z <b>Izbriši</b> izbrano možnost odstranite.</p>

source: <p><b><big><i>Listen</i> Settings for a Host</big></b><br> The <i>Listen</i> directive allows selection of ports and network interfaces where the HTTP server should listen for incoming requests.</p>
sl: <p><b><big><i>Listen</i> nastavitve za gostitelja</big></b><br> <i>Listen</i> direktiva omogoča izbiro vrat in mrežnih vmesnikov, kjer HTTP strežnik posluša vhodne zahteve.</p>

source: <p>Choose an appropriate entry of the table and click <b>Edit</b> to change the entry. To add a new entry, click <b>Add</b>. To remove an entry, select it and click <b>Delete</b>.</p>
sl: <P>Za urejanje izberite iz tabele opcijo in pritisnite <b>Uredi</b>. Z gumbom <B>Dodaj</B> dodate novo opcijo, z <b>Izbriši</b> izbrano opcijo odstranite.</P>

source: <p><b><big>SSL Configuration</big></b><br> This is a list of options related to the SSL (Secure Socket Layer) settings of the host. SSL allows communicating securely with the host by encrypting communication.</p>
sl: <p><b><big>SSL nastavitev</big></b><br> To je seznam možnosti za SSL (Secure Socket Layer) nastavitve gostitelja. SSL omogoča varno komunikaijo z gostiteljem s kriptiranjem komunikacije</p>

source: <p>Choose an appropriate option of the table and click <b>Edit</b> to change the option. To add a new option, click <b>Add</b>. To remove an option, select it and click <b>Delete</b>.</p>
sl: <P>Iz tabele izberite željeno vrstico in pritisnite <b>Uredi</b> za spremembo izbire. Z gumbom <B>Dodaj</B> dodate novo izbiro. Z <b>Izbriši</b> izbrano izbiro odstranite.</P>

source: <p>The <b>Certificates</b> menu allows importing server certificates. <b>Import Server Certificate</b> allows use of a special purpose certificate. <b>Use Common Certificate</b> configures usage of the common certificate issued for this host.</p>
sl: <p>Meni <b>Certifikati</b> omogoča uvoz certifikatov strežnika. <b>Uvozi certifikate strežnika</b> omogoča uporabo certifikatov za posebne namene. <b>Uporabi splošne certifikate</b> nastavi uporabo splošnih certifikatov, ki so bili izdani za tega gostitelja.</p>

source: <p><b><big>New Host</big></b><br> This dialog allows you to enter a basic information about a new virtual host.</p>
sl: <p><b><big>Nov gostitelj</big></b><br> Pogovorno okno vam omogoča vpisati osnovne informacie o novemu navideznemu gostitelju.</p>

source: <p><b><big>Details for New Host</big></b><br> This dialog allows you to specify additional information about a new virtual host.</p>
sl: <p><b><big>Podrobnosti o novem gostitelju</big></b><br> Pogovorno okno vam omogoča vpisati dodatne informacie o novemu navideznemu gostitelju.</p>

source: <p>Select <b>Enable CGI Support</b> to run CGI scripts in the path in <b>CGI Directory Path</b> using the alias <tt>/cgi-bin/</tt>.</p>
sl: <p>Za zagon CGI skript v imeniku <b>Pot do CGI &imenika</b> (z uporabo vzdevka <tt>/cgi-bin/</tt>) izberite <b>Omogoči CGI podporo</b>.</p>

source: <p>In <b>Directory Index</b>, enter a space-separated list of files that Apache should look for and provide when a URL for a directory (one that ends in <tt>/</tt>) is requested. The first matching file found is provided.</p>
sl: <p>Z možnostjo <b>Kazalo imenika</b> nastavite datoteke, ki jih Apache prikaže v primeru, da URL zahteva vsebuje imenik (zahteva se konča z <tt>/</tt>). Več datotek medseboj ločite s presledkom. Prikaže se prva datoteka, ki obstaja.</p>

source: All Addresses
sl: Vsi naslovi

source: HTTP Server Wizard (1/5)--Network Device Selection
sl: Čarovnik strežnika HTTP (1/5) — izbira omrežne naprave

source: Network Device Selection
sl: Izbira omrežne naprave

source: HTTP Server Wizard (2/5)--Modules
sl: Čarovnik strežnika HTTP (2/5) — moduli

source: Modules
sl: Moduli

source: unknown
sl: neznano

source: HTTP Server Wizard (3/5)--Default Host
sl: Čarovnik strežnika HTTP (3/5) — privzeti gostitelj

source: HTTP Server Wizard (4/5)--Virtual Hosts
sl: Čarovnik strežnika HTTP (4/5) — navidezni gostitelji

source: HTTP Server Wizard (5/5)--Summary
sl: Čarovnik strežnika HTTP (5/5) — povzetek

source: Initializing ...
sl: Pripravljanje …

source: Configuration of HTTP server (Apache2)
sl: Nastavitve strežnika HTTP (Apache2)

source: Configure host settings
sl: Nastavitev gostitelja

source: Configure the Apache2 server modules
sl: Nastavitev modulov strežnika Apache2

source: Set up the ports and network addresses where the server should listen.
sl: Nastavitev vrat in mrežnih naslovov, kjer naj strežnik posluša.

source: Configure virtual hosts
sl: Nastavitev navideznih gostiteljev

source: Enable or disable wizard mode.
sl: Omogoči ali onemogoči način čarovnika.

source: Server name, for example, www.example.com
sl: Ime strežnika, npr. www.primer.si

source: E-mail address of the server administrator
sl: E-poštni naslov skrbnika strežnika

source: Directory where the documents of the server are stored
sl: Mapa, kjer so shranjeni dokumenti strežnika

source: Name of the host to configure.
sl: Ime gostitelja za nastaviti.

source: Add a new listen entry ([address:]port)
sl: Doda nov vnos poslušanja ([naslov:]vrata)

source: Delete an existing listen entry ([address:]port)
sl: Izbriše obstoječ vnos poslušanja ([naslov:]vrata)

source: List configured entries
sl: Izpiše nastavljene vnose

source: Comma-separated list of modules to enable
sl: Seznam modulov za omogočiti, ločenih z vejico

source: Comma-separated list of modules to disable
sl: Seznam modulov za onemogočiti, ločenih z vejico

source: Create new virtual host
sl: Ustvari novega navideznega gostitelja

source: Delete existing virtual host
sl: Izbriše obstoječega navideznega gostitelja

source: Set selected virtual host as default host
sl: Nastavi izbranega navideznega gostitelja kot privzetega

source: Set wizard mode "on" or "off".
sl: Nastavi način čarovnika na »omogočeno« ali »onemogočeno«.

source: Configured host not specified
sl: Gostitelj za nastaviti ni naveden

source: Only existing hosts can be specified as the host to configure
sl: Samo obstoječi gostitelji so lahko navedeni za nastavitev gostitelja

source: Invalid server name.
sl: Neveljavno ime strežnika.

source: Invalid server admin.
sl: Neveljaven skrbnik strežnika.

source: Validate error
sl: Napaka pri preverjanju

source: Status Module ==================
sl: Stanje Modul ==================

source: Enabled
sl: Omogočeno

source: Disabled
sl: Onemogočeno

source: Listen Statements:
sl: Vnosi poslušanja:

source: All interfaces
sl: Vsi vmesniki

source: Can use only existing interfaces
sl: Lahko se uporabi le obstoječe vmesnike

source: The listen statement '%1' is already configured.
sl: Vnos poslušanja »%1« je že nastavljen.

source: Can remove only existing listeners
sl: Odstraniti je možno le obstoječega poslušalca

source: Hosts list:
sl: Seznam gostiteljev:

source: Some parameter missing
sl: Nekateri parametri manjkajo

source: Argument can be only existing host
sl: Argument je lahko le obstoječ gostitelj

source: The host is already default.
sl: Gostitelj je že privzet.

source: Cannot delete the default host.
sl: Privzeti gostitelj ne more biti izbrisan.

source: Initializing HTTP Server Configuration
sl: Priprava nastavitev strežnika HTTP

source: Check the environment
sl: Preverjanje okolja

source: Read Apache2 configuration
sl: Branje nastavitev Apache2

source: Read network configuration
sl: Branje mrežnih nastavitev

source: Checking the environment...
sl: Preverjanje okolja …

source: Reading Apache2 configuration...
sl: Branje nastavitev Apache2 …

source: Reading network configuration...
sl: Branje mrežnih nastavitev …

source: Finished
sl: Zaključeno

source: <p>To configure the HTTP server, the <b>%1</b> packages must be installed.</p>
sl: <p>Za nastavitev strežnika HTTP mora biti nameščen paket <b>%1</b>.</p>

source: <p>Do you want to install it now?</p>
sl: <p>Ali ga želite namestiti sedaj?</p>

source: The package %1 is not available. Configuration cannot continue without installing the package.
sl: Paket %1 ni na voljo. Nastavljanje se brez namestitve paketa ne more nadaljevati.

source: The configuration file '%1' does not exist.
sl: Nastavitvena datoteka '%1' ne obstaja.

source: There is no DNS server running on this machine.
sl: Na tem strežniku ne teče DNS strežnik.

source: Saving HTTP Server Configuration
sl: Shranitev nastavitve HTTP strežnika

source: Write the Apache2 settings
sl: Zapis Apache2 nastavitve

source: Writing the settings...
sl: Zapisujem nastavitve...

source: The enabled modules require installation of some of these additional packages: %1 Install them now?
sl: Za omogočene module morajo biti nameščeni dodatni paketi: %1 Naj jih namestim sedaj?

source: Module description does not have a name specified, ignoring.
sl: Opis modula ne vsebuje imena, nadaljujem.

source: Unknown change of a module for autoinstallation: %1
sl: Neznana sprememba modula za samonamestitev: %1

source: Default value for module %1 does not match. This can cause inconsistent module configuration.
sl: Privzeta vrednost za modul %1 ne ustreza. To lahko povzroči nekonsistentno nastavitev modulov.

source: Listen statement without port found.
sl: 'Listen' stavki brez navedbe vrat.

source: <h3>Listen On</h3>
sl: <h3>Poslušaj na</h3>

source: in
sl: v

source: enabled
sl: omogočen

source: disabled
sl: onemogočen

source: &Log Files
sl: &Dnevniške datoteke

source: Show &Access Log
sl: Pokaži dnevnik &dostopa

source: Show &Error Log
sl: Pokaži dnevnik &napak

source: Server Name
sl: Ime strežnika

source: Document Root
sl: Koren dokumentov

source: Server Administrator E-Mail
sl: E-pošta administratorja strežnika

source: Server Resolution
sl: Prepoznavanje strežnika

source: Determine Request Server by HTTP &Headers
sl: Določi strežnik zahteve preko &HTTP zaglavij

source: Determine Request Server by Server IP &Address
sl: Določi strežnik zahteve preko IP n&aslova strežnika

source: IP Address
sl: IP naslov

source: The IP address is not configured on this machine.
sl: IP naslov ni nastavljen na tem računalniku.

source: Listen on Ports:
sl: Poslušaj na vratih:

source: Network Address
sl: Mrežni naslov

source: Port
sl: Vrata

source: Name
sl: Ime

source: Description
sl: Opis

source: &Toggle Status
sl: &Zamenjaj status

source: &Add Module
sl: Dodaj &modul

source: Directory
sl: Imenik

source: &Port:
sl: &Vrata:

source: &Listen on Interfaces
sl: Pos&lušaj na vmesnikih

source: &HTTP Server Expert Configuration...
sl: Nastavitev &HTTP strežnika za izkušene...

source: Server Identification
sl: Identifikacija strežnika

source: Server &Name:
sl: Ime &strežnika:

source: Server &Contents Root:
sl: Koren &vsebine strežnika:

source: &Administrator E-Mail:
sl: E-pošta &administratorja:

source: CGI Options
sl: CGI možnosti

source: Enable &CGI for This Virtual Host
sl: Omogoči &CGI za trenutnega navodeznega gostitelja

source: CGI &Directory Path
sl: Pot do CGI &imenika

source: SSL Support
sl: SSL podpora

source: &Certificate File Path
sl: Pot do datoteke s &certifikatom

source: Directory Options
sl: Možnosti imenika

source: &Directory Index
sl: Kazalo &imenika

source: Public HTML
sl: Javni HTML

source: Enable &Public HTML
sl: Omogoči &javni HTML

source: Invalid IP address.
sl: Neveljaven IP naslov

source: The default host cannot be configured with SSL support.
sl: Privzetega gostitelja ni možno nastaviti s SSL podporo.

source: Server name cannot be empty.
sl: Ime strežnika ne sme biti prazno.

source: The server name entered is already configured on another virtual host.
sl: Vpisano ime strežnika je že nastavljeno na drugem navideznem gostitelju.

source: Administrator E-Mail is invalid.
sl: Naslov elektronske pošte administratorja ni pravilen.

source: &Reload HTTP Server
sl: Po&novno naloži HTTP strežnik

source: Save Settings and Re&start HTTP Server
sl: &Shrani nastavitve in ponovno zaženi HTTP strežnik

source: The current default host will be replaced by the new host and will become a virtual host. However, the current default host does not have the IP address or the server name specified. Therefore, it is not possible to use it as a virtual host. Verify the suggested values below and click OK to continue with the default host switch. Otherwise click Cancel not to change the default host.
sl: Trenutno privzet gostitelj bo zamenjan z novim gostiteljem in bo postal navidezen gostitelj. Vendar trenutno privzet gostitelj nima nastavljenega IP naslova ali imena strežnika. Zato ga ni mogoče uporabiti kot navideznega gostitelja. Preverite spodaj predlagane vrednosti in pritisnite OK za nadaljevanje zamenjave. Nasprotno pritisnite Opusti, če ne želite zamenjati privzetega gostitelja.

source: Server &IP Address:
sl: &IP naslov strežnika:

source: Delete selected host?
sl: Izbrišem izbranega gostitelja?

source: Set as De&fault
sl: Nastavi kot &Privzet

source: Choose Document Root
sl: Izberite koren dokumentov

source: Administrator E-Mail cannot be empty.
sl: Naslov elektronske pošte administratorja ne more biti prazen.

source: Record %1 already exists in zone %2.
sl: Zapis %1 že obstja v coni %2.

source: DNS Settings
sl: DNS nastavitve

source: Zone Name
sl: Ime cone

source: CGI Directory
sl: CGI imenik

source: Choose Certificate File
sl: Izberite datoteko s certifikatom

source: Enter the certificate file.
sl: Vnesite ime datotek s certifikatom.

source: Select Certificate
sl: Izberi certifikat

source: Cannot import certificate %1
sl: Certifikata ni možno uvoziti %1

source: Network &Address:
sl: Mrežni n&aslov:

source: Invalid port number.
sl: Neveljavna številka vrat.

source: Resolution via HTTP Headers
sl: Prepoznavanje preko HTTP zaglavij

source: Resolution via IP Address Used
sl: Prepoznavanje preko uporabljenih IP naslovov

source: New Module &Name:
sl: Ime novega &modula:

source: A name for the module to add is required.
sl: Ime modula je obvezno.

source: The module is already in the list.
sl: Modul je že v seznamu.

source: The entry '%1' already exists.
sl: '%1' že obstaja.

source: The list of the ports to which the server should listen cannot be empty.
sl: Seznam vrat na katerih naj strežnik posluša ne sme biti prazen.

source: At least one interface must be selected.
sl: Izbran mora biti vsaj en vmesnik.

source: Enable P&erl Scripting
sl: Omogoči P&earl skripte

source: Enable P&ython Scripting
sl: Omogoči P&ython skripte

source: Internal Error: Data must be an array ref and not %s.
sl: Notranja napaka: Podatek mora biti tabela %s.

source: Illegal host ID.
sl: Napačen ID gostitelja.

source: can not delete default host
sl: Privzet gostitelj ne more biti izbrisan

source: illegal port
sl: napačna vrata

source: writing the firewall rules failed
sl: zapis pravil požarnega zidu ni uspel

source: listen value to delete not found
sl: brisanje vrednosti za poslušanje ni uspelo

source: Unable to fetch a host with the specified ID.
sl: Priklic gostitelja s podanim IDjem ni mogoče.

source: Corrupt PEM data.
sl: Pokvarjeni PEM podatki.

source: No certificate key file configured for this host ID.
sl: Za gostiteljev ID ni nastavljene certifikacijske datoteke ključev.

source: Parsing the key file failed.
sl: Pregled vsebine certifikacijske datoteke ključev ni uspel.

source: No CA certificate file configured for this host ID.
sl: Za gostiteljev ID ni nastavljene CA certifikacijske datoteke.

source: Provides access control based on client host name, IP address, etc.
sl: Omogoča kontrolo dostopa glede na odjemalčevo ime, IP naslov ipd.

source: Executing CGI scripts based on media type or request method
sl: Izvajanje CGI skript glede na tip medija ali način zahteve

source: Mapping different parts of the host file system in the document tree and for URL redirection
sl: Mapiranje različnih delov datotečnega sistema gostitelja v drevesu dokumentov in URL preusmerjanje

source: User authentication using text files
sl: Avtentikacija uporabnika z uporabo tekstovnih datotek
