Repository: seanpm2001/yast-translations
Catalog: po/http-server/*.po
Languages: sl

source: Generates directory indices, automatically, similar to the Unix ls command
sl: Generira indeks imenika avtomatično, podobno kot Unix 'ls' ukaz

source: Execution of CGI scripts
sl: Izvajanje CGI skript

source: Modifies the environment passed to CGI scripts and SSI pages
sl: Spremeni okolje podano CGI skriptam in SSI stranem

source: Generation of Expires HTTP headers according to user-specified criteria
sl: Genriranje 'Expires' HTTP zaglavij glede na uporabnikove kriterije

source: Server-parsed HTML documents (Server Side Includes)
sl: Strežniško razpoznavanje HTML dokumentov (vključevanje dokumentov na strežniški strani)

source: Logging of the requests made to the server
sl: Beleženje zahtev do strežnika

source: Associates the requested file name's extensions with the file's behavior and content
sl: Asociira končnico zahtevane datoteke z obnašanjem in vsebino datoteke

source: Provides for content negotiation
sl: Omogoča pogajanje vsebine

source: Allows the setting of environment variables based on characteristics of the request
sl: Dovoljuje nastavljanje okoljskih spremenljivk glede na značilnosti zahteve

source: Provides information about server activity and performance
sl: Nudi informacije o aktivnosti in zmogljivosti strežnika

source: Allows CGI scripts to run as a specified user and group
sl: Dovoljuje CGI skriptam izvajanje z identiteto določenega uporabnika in skupine

source: User-specific directories
sl: Uporabnikovi imeniki

source: Sends files that contain their own HTTP headers
sl: Pošilja datoteke, ki vsebujejo lastna HTTP zaglavja

source: Allows "anonymous" user access to authenticated areas
sl: Dovoljuje "anonymous" dostop do avtentiranih področij

source: User authentication using MD5 Digest Authentication
sl: Avtentikacija uporabnika z uporabo MD5 Digest Authentication

source: Allows an LDAP directory to be used to store the database for HTTP Basic authentication
sl: Dovoljuje uporabo LDAP imenika za shranitev zbirke za osnovno HTTP avtentikacijo

source: Content cache keyed to URIs
sl: Predpomnilnik vsebine po ključu za URI

source: Specify character set translation or recoding
sl: Določi prevajanje nabora znakov ali snemanje

source: Distributed Authoring and Versioning (WebDAV) functionality
sl: Distribuirano avtoriranje in verzioniranje (WebDAV)

source: File system provider for mod_dav
sl: Ponudnik datotečnega sistema za mod_dav

source: Compress content before it is delivered to the client
sl: Stiskanje vsebine preden je poslana odjemalcu

source: Content cache storage manager keyed to URIs
sl: Upravitelj hranjenja predpomnilnika vsebine po ključu za URI

source: A simple echo server to illustrate protocol modules
sl: Enostaven eho strežnik za ilustracijo protokolnih modulov

source: Pass the response body through an external program before delivery to the client
sl: Posreduj telo odgovora skozi zunanji program pred dostavo odjemalcu

source: Caches a static list of files in memory
sl: Predpomnenje statičnega seznama datotek v spominu

source: Customization of HTTP request and response headers
sl: Prilagoditev HTTP zaglavij zahteve in odgovora

source: Server-side image map processing
sl: Procesiranje slikovnih map na strani strežnika

source: Provides a comprehensive overview of the server configuration
sl: Omogoča podroben pregled nastavitev strežnika

source: LDAP connection pooling and result caching services for use by other LDAP modules
sl: Storitve skupne rabe LDAP povezav in predpomnenja rezultatov za ostale LDAP module

source: Logging of input and output bytes per request
sl: Beleženje vhodnih in izhodnih zlogov na zahtevo

source: Determines the MIME type of a file by looking at a few bytes of its contents
sl: Določi MIME tip datoteke s pregledom nekaj zlogov njene vsebine

source: HTTP/1.1 proxy/gateway server
sl: HTTP/1.1 proxy/gateway strežnik

source: mod_proxy extension for CONNECT request handling
sl: mod_proxy razširitev za obravnavo CONNECT zahtev

source: FTP support module for mod_proxy
sl: FTP podporni modul za mod_proxy

source: HTTP support module for mod_proxy
sl: HTTP podporni modul za mod_proxy

source: Provides a rule-based rewriting engine to rewrite requested URLs on the fly
sl: Omogoči mehanizem za sprotno prepisovanje zahtevanih URL-jev s pomočjo pravil

source: Attempts to correct mistaken URLs that users might have entered
sl: Poizkusi popraviti napačne URL-je, ki naj bi jih vnesel uporabnik

source: Strong cryptography using the Secure Sockets Layer (SSL) and Transport Layer Security (TLS) protocols
sl: Močna kriptografija z uporabo Secure Sockets Layer (SSL) in Transport Layer Security (TLS) protokoloma

source: Provides an environment variable with a unique identifier for each request
sl: Omogoči okoljsko spremenljivko z unikatnim identifikatorjem za vsako zahtevo

source: Provides support for dynamically configured mass virtual hosting
sl: Omogoča podporo za dinamično nastavljeno množično navidezno gostitovanje

source: Provides support for Perl dynamically generated pages
sl: Omogoča podporo za Perl dinamično generirane strani

source: Provides support for Python dynamically generated pages
sl: Omogoča podporo za Python dinamično generirane strani
