Repository: seanpm2001/yast-translations
Catalog: po/ldap/*.po
Languages: sl

source: Verify that the LDAP Server is running and reachable.
sl: Preverite, ali je strežnik LDAP zagnan in dosegljiv.

source: Failed to establish TLS encryption. Verify that the correct CA Certificate is installed and the Server Certificate is valid.
sl: Šifriranja TLS ni bilo moč vzpostaviti. Preverite, ali je nameščeno pravilno potrdilo CA in ali je potrdilo strežnika veljavno.

source: Failed to establish TLS encryption. Verify that the Server has StartTLS support enabled.
sl: Šifriranja TLS ni bilo moč vzpostaviti. Preverite, ali ima strežnik omogočeno podporo za StartTLS.

source: The server could be down or unreachable.
sl: Strežnik morda ni zagnan ali pa ni dosegljiv.

source: The value of DN is missing or invalid.
sl: Vrednost za DN manjka ali pa ni veljavna.

source: Attribute type not found.
sl: Vrsta lastnosti ni bila najdena.

source: Object class not found.
sl: Razred objekta ni bil najden.

source: Connection to the LDAP server cannot be established.
sl: Povezave s strežnikom LDAP ni moč vzpostaviti.

source: A problem occurred while connecting to the LDAP server.
sl: Med povezovanjem s strežnikom LDAP je prišlo do težave.

source: A problem occurred while reading data from the LDAP server.
sl: Med branjem podatkov s strežnika LDAP je prišlo do težave.

source: A problem occurred while writing LDAP users.
sl: Med zapisovanjem uporabnikov LDAP je prišlo do težave.

source: A problem occurred while writing LDAP groups.
sl: Med zapisovanjem skupin LDAP je prišlo do težave.

source: A problem occurred while writing data to the LDAP server.
sl: Med zapisovanjem podatkov na strežnik LDAP je prišlo do težave.

source: A problem occurred while reading schema from the LDAP server.
sl: Med branjem sheme s strežnika LDAP je prišlo do težave.

source: An unknown LDAP error occurred.
sl: Prišlo je do neznane napake LDAP.

source: &Show Details
sl: &Prikaži podrobnosti

source: Unknown error. Perhaps 'yast2-ldap' is not available.
sl: Neznana napaka. Mogoče »yast2-ldap« ni na voljo.

source: Really keep this configuration?
sl: Ali res želite obdržati te nastavitve?

source: A possible reason for the failed connection may be that your client is configured for TLS/SSL but the server does not support it. Retry connection without TLS/SSL?
sl: Možen razlog za spodletelo povezavo je, da je odjemalec nastavljen za uporabo TLS/SSL, vendar strežnik tega ne podpira. Ali želite ponovno poskusiti s povezavo brez TLS/SSL?

source: &LDAP Server Password
sl: Ges&lo za strežnik LDAP

source: Server: %1:%2
sl: Strežnik: %1:%2

source: &Anonymous Access
sl: &Anonimni dostop

source: A direct parent for DN '%1' does not exist in the LDAP directory. The object with the selected DN cannot be created.
sl: Neposredni nadrejeni za DN »%1« v imeniku LDAP ne obstaja. Objekta z izbranim DN ni možno ustvariti.

source: An object with the selected DN exists, but it is not a template object. Select another one.
sl: Objekt z izbranim DN obstaja, a ni predloga objekta. Izberite drugega.

source: No entry with DN '%1' exists on the LDAP server. Create it now?
sl: Na strežniku LDAP ni nobenega vnosa z DN »%1«. Ali ga želite ustvariti sedaj?

source: &Open
sl: &Odpri

source: <p>Set the new value for the current attribute.</p>
sl: <p>Nastavi novo vrednost za trenutno lastnost.</p>

source: <p>If the attribute can have more values, add new entries with <b>Add Value</b>. Sometimes the button contains the list of possible values to use for the current attribute. If the value of the edited attribute should be a distinguished name (DN), it is possible to choose it from the LDAP tree using <b>Browse</b>. </p>
sl: <p>Če ima lastnost lahko več vrednosti, jih lahko dodate z <b>Dodaj vrednost</b>. Včasih gumb vsebuje seznam vrednosti, ki so možne za trenutno lastnost. Če naj bi bila vrednost lastnosti, ki jo urejate, razlikovalno ime (DN), ga lahko izberete z drevesa LDAP z uporabo gumba <b>Brskanje</b>. </p>

source: <p>The description of attribute "%1":<br></p>
sl: <p>Opis lastnosti »%1« (samo v angleščini):<br></p>

source: &Value of "%1" Attribute
sl: &Vrednost lastnosti »%1«

source: &Values of "%1" Attribute
sl: &Vrednosti lastnosti »%1«

source: &Add Value
sl: &Dodaj vrednost

source: &Empty Entry
sl: &Prazen vnos

source: Bro&wse
sl: &Brskanje

source: The value '%1' already exists. Please select another one.
sl: Vrednost »%1« že obstaja. Izberite drugo.

source: Configuration of user management tools
sl: Nastavitve orodij za upravljanje uporabnikov

source: Configuration of group management tools
sl: Nastavitve orodij za upravljanje skupin

source: Object Class of New Module
sl: Objektni razred novega modula

source: &Name of New Module ("cn" Value)
sl: Ime &novega modula (vrednost »cn«)

source: The entered value already exists. Select another one.
sl: Vnesena vrednost že obstaja. Izberite drugo.

source: Enter the module name.
sl: Vnesite ime modula.

source: <p>Here, set the values of attributes belonging to an object using the current template. Such values are used as defaults when the new object is created.</p>
sl: <p>Tukaj lahko nastavite vrednosti lastnosti objekta, ki uporablja trenutno predlogo. Te vrednosti bodo uporabljene kot privzete, ko se ustvari nov objekt.</p>

source: <p>You can use special syntax to create attribute values from existing ones. The expression <i>%attr_name</i> will be replaced with the value of attribute "attr_name" (for example, use "/home/%uid" as a value of "homeDirectory").</p>
sl: <p>Za ustvarjanje vrednosti lastnosti iz obstoječih lahko uporabite posebno skladnjo. Izraz <i>%ime_lastnosti</i> bo nadomeščen z vrednostjo lastnosti »ime_lastnosti« (npr. uporabite »/home/%uid« kot vrednost »homeDrectory«).</p>

source: Attribute &Name
sl: Ime last&nosti

source: Attribute &Value
sl: &Vrednost lastnosti

source: <p>Browse the LDAP tree in the left part of the dialog.</p>
sl: <p>Brskajte po drevesu LDAP na levi strani pogovornega okna.</p>

source: <p>Once the LDAP object is selected in the tree, the table shows the object data. Use <b>Edit</b> to change the value of the selected attribute. Use <b>Save</b> to save your changes to LDAP.</p>
sl: <p>Ko na drevesu izberete objekt LDAP, bodo v razpredelnici prikazani njegovi podatki. Za spreminjanje vrednosti izbrane lastnosti uporabite <b>Urejanje</b>. Da spremembe shranite v LDAP, uporabite <b>Shrani</b>.</p>

source: There are unsaved changes in the current entry. Discard these changes?
sl: V trenutnem vnosu so neshranjene spremembe. Ali želite zavreči te spremembe?

source: LDAP Browser
sl: Brskalnik po LDAP

source: Current LDAP Client settings
sl: Trenutne nastavitve odjemalca za LDAP

source: LDAP Connections
sl: Povezave LDAP

source: LDAP Server
sl: Strežnik LDAP

source: Administrator DN
sl: Skrbniški DN

source: A&nonymous Access
sl: A&nonimni dostop

source: Enter the name of the new LDAP connection
sl: Vnesite ime nove povezave LDAP

source: The "%1" attribute is mandatory. Enter a value.
sl: Lastnost »%1« je obvezna. Vnesite vrednost.

source: &Reload
sl: &Znova naloži

source: Attribute
sl: Lastnost

source: Value
sl: Vrednost
