Repository: seanpm2001/yast-translations
Catalog: po/online-update/*.po
Languages: sl

source: Initializing ...
sl: Pripravljanje …

source: Do you accept this license agreement?
sl: Ali sprejmete ta licenčni dogovor?

source: Some application requiring restart has been updated. The system will reboot now then continue the installation.
sl: Posodobljen je bil program, ki zahteva ponovni zagon. Sistem se bo sedaj ponovno zagnal in nadaljeval z namestitvijo.

source: Online Update module
sl: Modul za internetno posodobitev

source: Start Patch CD Update
sl: Začne posodobitev z zgoščenke s popravki

source: Use simple package selector
sl: Uporabi preprost izbirnik paketov

source: URL for Patch CD (default value is '%1')
sl: Mesto zgoščenke s popravki (privzeto »%1«)

source: Directory for patch data on Patch CD (default value is '%1')
sl: Mapa s podatki popravkov na zgoščenki s popravki (privzeto »%1«)

source: <p>The system is initializing the installation and update repositories. Software repositories can be altered in the <b>Installation Source</b> module.</p>
sl: <p>Sistem pripravlja namestitvene in posodobitvene vire. Vire programske opreme lahko spremenite v modulu <b>Namestitveni vir</b>.</p>

source: Initialize the target system
sl: Priprava ciljnega sistema

source: Refresh software repositories
sl: Osvežitev virov programske opreme

source: Check for available updates
sl: Preveritev razpoložljivih posodobitev

source: Initializing the target system...
sl: Pripravljanje ciljnega sistema …

source: Refreshing software repositories...
sl: Osveževanje virov programske opreme …

source: Checking for available updates...
sl: Preverjanje razpoložljivih posodobitev …

source: Finished
sl: Zaključeno

source: Initializing CD Update
sl: Pripravljanje posodobitve z zgoščenke

source: Initializing Online Update
sl: Pripravljanje posodobitve z interneta

source: There was an error in the repository initialization.
sl: Med pripravljanjem vira je prišlo do napake.

source: No update repository configured yet. Run configuration workflow now?
sl: Nastavljen ni še noben posodobitveni vir. Ali želite sedaj zagnati nastavitev?

source: No update repository configured yet.
sl: Nastavljen ni še noben posodobitveni vir.

source: Progress Log
sl: Dnevnik napredka

source: Package Progress
sl: Napredek paketa

source: Total Progress
sl: Skupni napredek

source: <p>After connecting to the update server, YaST will download all selected patches. This could take some time. Download details are shown in the log window.</p>
sl: <p>Po povezavi s posodobitvenim strežnikom bo YaST prenesel vse izbrane popravke. To je lahko zamudno. Podrobnosti o prenosu se izpisujejo v dnevniško okno.</p>

source: <p>If special messages associated with patches are available, they will be shown in an extra dialog when the patch is installed.</p>
sl: <p>Če obstajajo v zvezi s popravki posebna sporočila, bodo le-ta prikazana v dodatnem pogovornem oknu po namestitvi popravkov.</p>

source: Patch Download and Installation
sl: Prenos in namestitev popravkov

source: Installation finished.
sl: Namestitev zaključena.

source: Patch installation finished.
sl: Namestitev popravkov zaključena.

source: Patch processing failed.
sl: Obdelovanje popravka je spodletelo.

source: Initializing for CD update...
sl: Pripravljanje posodobitve z zgoščenke …

source: Initialization failed. Check that you have inserted the correct CD.
sl: Pripravljanje ni uspelo. Preverite, da ste vstavili pravo zgoščenko.

source: Cannot configure online update repository without having package %1 installed
sl: Internetnega posodobitvenega vira ni moč nastaviti brez nameščenega paketa %1

source: At least one of the updates installed requires restart of the session. Log out and in again as soon as possible.
sl: Vsaj ena nameščena posodobitev zahteva ponovni zagon seje. Čim prej se odjavite in znova prijavite.

source: Packages for package management were updated. Finishing and restarting YaST now.
sl: Posodobljeni so bili paketi upravljalnika paketov. YaST se bo sedaj končal in ponovno zagnal.

source: At least one of the updates installed requires a system reboot to function properly. Reboot the system as soon as possible.
sl: Vsaj ena nameščena posodobitev za pravilno delovanje zahteva ponoven zagon sistema. Čim prej znova zaženite sistem.

source: These updates require a system reboot to function properly: %1. Reboot the system as soon as possible.
sl: Te posodobitve za pravilno delovanje zahtevajo ponoven zagon sistema: %1. Čim prej znova zaženite sistem.

source: There are patches for package management available that require a restart of YaST. They should be installed first and all other patches after the restart. You selected some other patches to be installed now. Continue with installing your selection?
sl: Na voljo so popravki za upravljalnik paketov, ki zahtevajo ponoven zagon YaST-a. Te bi morali namestiti najprej in vse ostale popravke šele po ponovnem zagonu. Za namestitev ste izbrali nekaj drugih popravkov. Ali želite nadaljevati z nameščanjem izbora?

source: Retrieving %1...
sl: Pridobivanje %1 …

source: Package Download Progress
sl: Napredek prejemanja paketa

source: Removing
sl: Odstranjevanje

source: Installing
sl: Nameščanje

source: Package Installation Progress
sl: Napredek nameščanja paketa

source: OK
sl: V redu

source: Downloading delta RPM %1
sl: Prejemanje razlikovnega paketa RPM %1

source: Delta RPM Download Progress
sl: Napredek prejemanja razlikovnega paketa RPM

source: Failed to download delta RPM: %1
sl: Prejemanje razlikovnega paketa RPM je spodletelo: %1

source: Applying delta RPM: %1
sl: Uveljavljanje razlikovnega paketa RPM: %1

source: Delta RPM Application Progress
sl: Napredek uveljavljanja razlikovnega paketa RPM

source: Failed to apply delta RPM: %1
sl: Uveljavljanje razlikovnega paketa RPM je spodletelo: %1

source: Script Execution Progress
sl: Napredek izvajanja skripta

source: Starting script %1
sl: Zaganjanje skripta %1

source: Patch %1
sl: Popravek %1

source: No details available.
sl: Podrobnosti niso na voljo.

source: &Details <<
sl: &Podrobnosti «

source: &Details >>
sl: &Podrobnosti »

source: Error
sl: Napaka

source: Try again
sl: Poizkusi znova

source: Skip Patch
sl: Preskoči popravek

source: Skip All
sl: Preskoči vse

source: Abort Update
sl: Prekini posodobitev

source: Warning
sl: Opozorilo

source: If you abort the installation now, no patch will be installed. Your installation will remain untouched.
sl: Če sedaj prekinete namestitev, ne bo nameščen noben popravek. Vaša namestitev bo ostala nedotaknjena.

source: Patch download and installation in progress. If you abort the installation now, the update is incomplete. Repeat the update, including the download, if desired.
sl: Prenos in nameščanje popravkov je v teku. Če boste namestitev prekinili sedaj, bo posodobitev nepopolna. Po želji ponovite posodobitev, vključno s prejemanjem.

source: If you abort the installation now, at least one patch is not installed correctly. You will need to do the update again.
sl: Če prekinete namestitev sedaj, vsaj en popravek ne bo nameščen pravilno. Posodobitev boste morali ponoviti.

source: Really abort YaST Online Update?
sl: Ali res želite prekiniti internetno posodobitev?

source: &Abort Update
sl: P&rekini posodobitev

source: &Continue Update
sl: &Nadaljuj posodobitev

source: <b>Patch:</b> %1<br>
sl: <b>Popravek:</b> %1<br>

source: <b>Summary:</b> %1<br>
sl: <b>Povzetek:</b> %1<br>

source: <b>Packages:</b>
sl: <b>Paketi:</b>

source: Patch &Details <<
sl: &Podrobnosti o popravku «

source: Patch &Details >>
sl: &Podrobnosti o popravku »

source: Install Patch
sl: Namesti popravek

source: These patches will need rebooting after installation
sl: Ti popravki bodo po namestitvi potrebovali ponoven zagon sistema

source: &Skip All
sl: Pre&skoči vse

source: Online update was unable to unselect some patches that need rebooting.
sl: Za nekatere popravke, ki potrebujejo ponovni zagon, ni bilo moč odstraniti izbire.

source: These products have reached their end of general support and thus do not provide new updates anymore. In case that your subscription contains extended support, please make sure that you have activated the extension. Contact us if you need further assistance.
sl: Ti izdelki so dosegli konec splošne podpore in zanje zato ne bo na voljo novih popravkov. V primeru, da vaša naročnina vsebuje podaljšano podporo, se prepričajte, da ste jo aktivirali. Če potrebujete nadaljnjo pomoč, stopite v stik z nami.
