Repository: seanpm2001/yast-translations
Catalog: po/authserver/*.po
Languages: ka, nl

source: This tool is deprecated.
ka: ეს ხელსაწყო მოძველებულია.
nl: Dit hulpmiddel is verouderd.

source: You should use dscreate directly.
ka: სჯობს, პირდაპირ dscreate გამოიყენოთ.
nl: U zou dscreate direct moeten gebruiken.

source: Create New Directory Instance
ka: დირექტორიის ახალი გაშვებული ასლის შექმნა
nl: Nieuw exemplaar van directory aanmaken

source: General options (mandatory)
ka: ზოგადი პარამეტრები (აუცილებელია)
nl: Algemene opties (verplicht)

source: Fully qualified domain name (e.g. dir.example.net)
ka: სრული დომენური სახელი (მაგ: dir.example.net)
nl: Volledig gekwalificeerde domeinnaam (bijv. dir.voorbeeld.nl)

source: Directory server instance name (e.g. localhost)
ka: დირექტორიის სერვერის გაშვებული ასლის სახელი (მაგ: localhost)
nl: Naam van directoryserver-exemplaar (bijv. localhost)

source: Directory suffix (e.g. dc=example,dc=net)
ka: დირექტორიის სუფიქსი (მაგ: dc=example,dc=net)
nl: Directory-achtervoegsel (bijv. dc=example,dc=net)

source: Security options (mandatory)
ka: უსაფრთხოების პარამეტრები (აუცილებელი)
nl: Veiligheidsopties (verplicht)

source: "cn=Directory Manager" password
ka: "cn=Directory Manager" პაროლი
nl: Wachtwoord van "cn=Directorybeheerder"

source: Repeat "cn=Directory Manager" password
ka: გაიმეორეთ "cn=Directory Manager" პაროლი
nl: Herhaal wachtwoord van "cn=Directorybeheerder"

source: Security options (optional)
ka: უსაფრთხოების პარამეტრები (არასავალდებულო)
nl: Beveiligingsopties (optioneel)

source: Server TLS certificate authority in PEM format
ka: სერვერის TLS სერტიფიკატი ფორმატში
nl: TLS-certificaatverificatie van server in PEM-formaat

source: Server TLS certificate and key in PKCS12 format with friendly name "Server-Cert"
ka: სერვერის TLS სერტიფიკატი და გასაღები PKCS12 ფორმატში მეგობრული სახელით "Server-Cert"
nl: TLS-certificaat en sleutel in server in PKCS12-formaat met vriendelijke naam "Server-Cert"

source: Please complete mandatory setup fields.
ka: დაასრულეთ აუცილებელი მორგების ველები.
nl: Gaarne alle verplichte tekstvelden invoeren

source: Two password entries do not match.
ka: ორი პაროლი არ ემთხვევა.
nl: De ingevoerde wachtwoorden komen niet overeen.

source: Both TLS Certificate authority and PKCS12 must be provided, or none provided.
ka: ორივეს, TLS სერტიფიკატის გამომცემელი და PKCS12-ის მითითება აუცილებელია, ან არც ერთის.
nl: Zowel TLS-certificaat-autoriteit als PKCS12 moet ingevoerd worden of niets.

source: TLS certificate authority PEM OR certificate/key PKCS12 file does not exist.
ka: TLS სერტიფიკატის გამომცემელი PEM ან სერტიფიკატი/გასაღების PKCS12 ფაილი არ არსებობს.
nl: PEM van TLS-certificaat-autoriteit of certificaat/sleutel in PKCS12-bestand bestaat niet.

source: Preparing to install new instance, this may take a minute ...
ka: ახალი გაშვებული ასლის დაყენების მომზადება. ამას რამდენიმე წუთი შეიძლება დასჭირდეს...
nl: Een nieuw te installeren exemplaar wordt voorbereid, dit kan een minuut duren ...

source: Error during package installation.
ka: შეცდომა პაკეტების დაყენებისას.
nl: Fout tijdens installatie van een pakket.

source: Installing new instance, this may take a minute ...
ka: მიმდინარეობს ახალი გაშვებული ასლის დაყენება. ამას რამდენიმე წუთი შეიძლება დასჭირდეს...
nl: Een nieuwe exemplaar wordt geïnstalleerd, dit kan een minuut duren ...

source: Failed to set up new instance! Log output may be found in %{y2log}
ka: ახალი გაშვებული ასლის მორგების შეცდომა! ჟურნალის პოვნა შეგიძლიათ აქ: %{y2log}
nl: Het instellen van een nieuw exemplaar is mislukt! Het uitvoerlogboek kan mogelijk worden gevonden in %{y2log}

source: Configuring instance TLS ...
ka: გაშვებული ასლის TLS-ის მორგება...
nl: Exemplaar van TLS wordt geconfigureerd ...

source: Failed to restart directory instance, please inspect the journal of dirsrv@%s.service and /var/log/dirsrv/slapd-%s
ka: დირექტორიის გაშვებული ასლის გადატვირთვის პრობლემა. შეამოწმეთ ჟურნალი dirsrv@%s.service და /var/log/dirsrv/slapd-%s
nl: Het opnieuw starten van het exemplaar van de directory is mislukt, inspecteer het journaal van dirsrv@%s.service en /var/log/dirsrv/slapd-%s

source: New instance has been set up! Log output may be found in %{y2log}
ka: ახალი გაშვებული ასლი გაეშვა! ჟურნალის პოვნა შეგიძლიათ აქ: %{y2log}
nl: Een nieuw exemplaar is ingesteld! Het uitvoerlogboek kan mogelijk worden gevonden in %{y2log}
