Repository: seanpm2001/yast-translations
Catalog: po/migration/*.po
Languages: ka

source: Migration Finished
ka: მიგრაცია დასრულდა

source: The system will be restarted now to activate the changes.
ka: ცვლილებების ძალაში შესასველად საჭიროა სისტემის გადატვირთვა.

source: &Restart Now
ka: &ახლა გადატვირთვა

source: <p><b>Finish</b> will close the migration and you should restart the system as soon as possible.</b>
ka: <p><b>Finish</b> დახურავს მიგრაციას და სისტემა რაც შეიძლება, მალე უნდა გადატვირთოთ.</b>

source: Failed to create a filesystem snapshot.
ka: ფაილური სისტემის სწრაფი ასლის შექმნის შეცდომა.

source: Migration Summary
ka: მიგრაციის მიმოხილვა

source: &Migration Summary
ka: &მიგრაციის მიმოხილვა

source: <p>This is an overview of the product migration.</p>
ka: <p>პროდუქტის მიგრაციის მიმოხილვა.</p>

source: Migration proposal
ka: მიგრაციის შეთავაზება

source: <p> To start online migration, press <b>Next</b>. </p>
ka: <p> ონლაინ მიგრაციის დასაწყებად დააწექით <b>შემდეგ</b>. </p>
