Repository: seanpm2001/yast-translations
Catalog: po/dns-server/*.po
Languages: sl

source: DNS server configuration
sl: Nastavitve strežnika DNS

source: Start-up settings
sl: Zagonske nastavitve

source: DNS forwarders
sl: Posredovalniki DNS

source: Logging settings
sl: Nastavitve beleženja v dnevnik

source: DNS zones
sl: Območja DNS

source: Access control lists
sl: Seznami nadzora dostopa (ACL)

source: Zone transport rules
sl: Pravila območnega prenosa

source: Zone name servers
sl: Območni imenski strežniki

source: Zone mail servers
sl: Območni poštni strežniki

source: Start of authority (SOA)
sl: Začetek avtoritete (SOA)

source: Zone resource records, such as A, CNAME, NS, MX, or PTR
sl: Zapisi obmičnih virov, kot npr. A, CNAME, NS, MX, ali PTR

source: Handles A and corresponding PTR record at once
sl: Hkrati obravnava A in ustrezen zapis PTR

source: Show current settings
sl: Prikaže trenutne nastavitve

source: Start DNS server in the boot process
sl: Zažene strežnik DNS ob zagonu

source: Start DNS server manually
sl: Ročno zaganjanje strežnika DNS

source: Add a new record
sl: Doda nov zapis

source: Remove a record
sl: Odstrani zapis

source: IPv4 address
sl: Naslov IPv4

source: Logging destination (syslog|file)
sl: Kraj beleženja dnevnika (syslog|file)

source: Set option
sl: Nastavi možnost

source: Filename for logging (full path)
sl: Ime datoteke za dnevnik (polna pot)

source: Maximum log size [0-9]+(KMG)*
sl: Največja velikost dnevnika [0-9]+(KMG)*

source: Maximum number of versions for rotation, '0' means no rotation
sl: Največje število različic za rotacijo, »0« pomeni brez rotacije

source: Zone name
sl: Ime območja

source: Zone type, primary or secondary
sl: Vrsta območja, glavno ali drugotno

source: DNS zone master server
sl: Glavni strežnik območja DNS

source: DNS zone primary server
sl: Glavni strežnik območja DNS

source: Enable option
sl: Omogoči možnost

source: Disable option
sl: Onemogoči možnost

source: Name server (in fully qualified format finished with a dot or relative name)
sl: Imenski strežnik (v polni obliki zapisa, zaključenem s piko, ali relativno ime)

source: Mail server (in fully qualified format finished with a dot or relative name)
sl: Poštni strežnik (v polni obliki zapisa, zaključenem s piko, ali relativno ime)

source: Mail server priority (number from 0 to 65535)
sl: Prednost poštnega strežnika (številka od 0 do 65535)

source: Serial number of zone update
sl: Zaporedna številka območne posodobitve

source: General time to live of records in zone
sl: Splošen čas veljavnosti zapisov v območju

source: An interval before the zone records should be refreshed
sl: Čas med osvežitvami zapisov območja

source: Interval between retries of failed refresh
sl: Čas med ponovnimi poskusi zaradi neuspele osvežitve

source: Interval after which zone records are no longer authoritative
sl: Čas po katerem območni zapisi niso več avtoritativni

source: Minimum TTL that should be exported with records in this zone
sl: Najmanjši čas veljavnosti, ki naj se ga izvozi z zapisi v tem območju

source: DNS resource record type, such as A, CNAME, NS, MX, or PTR
sl: Vrsta zapisa vira DNS, kot npr. A, CNAME, NS, MX, ali PTR

source: DNS query, such as example.org for A record
sl: Poizvedba DNS, kot npr. primer.si za zapis A

source: DNS resource record value, such as 192.0.34.166 for example.org's A record
sl: Vrednost zapisa vira DNS, kot npr. 192.0.34.166 za zapis A za primer.si

source: Hostname for the DNS record
sl: Ime gostitelja za zapis DNS

source: Log named queries %1
sl: Beleži imenske poizvedbe %1

source: Log zone updates %1
sl: Beleži območne posodobitve %1

source: Log zone transfers %1
sl: Beleži območne prenose %1

source: Comma-separated list of zone forwarders
sl: Seznam posredovalnikov območja, ločenih z vejico

source: Parameter %1 is required.
sl: Parameter %1 je obvezen.

source: Unknown value for parameter %1.
sl: Neznana vrednost parametra %1.

source: Start-Up Settings:
sl: Zagonske nastavitve:

source: Only one parameter is allowed.
sl: Dovoljen je le en parameter.

source: Enabling DNS server in the boot process...
sl: Omogočanje strežnika DNS ob zagonu …

source: Removing DNS server from the boot process...
sl: Odstranjevanje strežnika DNS iz zagonskega postopka …

source: DNS server is enabled in the boot process.
sl: Strežnik DNS je omogočen v zagonskem postopku.

source: DNS server needs manual starting.
sl: Strežnik DNS potrebuje ročni zagon.

source: Forwarding:
sl: Posredovanje:

source: Forwarder IP
sl: IP posredovalnika

source: Only one action parameter is allowed.
sl: Dovoljen je le en parameter dejanja.

source: Logging destination
sl: Cilj beleženja dnevnika

source: System log
sl: Sistemski dnevnik

source: File
sl: Datoteka

source: Filename
sl: Ime datoteke

source: Maximum size
sl: Največja velikost

source: Maximum versions
sl: Največ različic

source: Log named queries
sl: Beleži imenske poizvedbe

source: Log zone updates
sl: Beleži območne posodobitve

source: Log zone transfers
sl: Beleži območne prenose

source: Logging Settings:
sl: Nastavitve beleženja dnevnika:

source: Setting
sl: Nastavitev

source: Value
sl: Vrednost

source: Logging Rule
sl: Pravilo beleženja

source: DNS Zones:
sl: Območja DNS:

source: Name
sl: Ime

source: Type
sl: Vrsta

source: Master Server
sl: Glavni strežnik

source: Forwarders
sl: Posredovalniki

source: Predefined
sl: Vnaprej določeno

source: Custom
sl: Po meri

source: ACLs:
sl: ACL-ji:

source: Zone Transport:
sl: Območni prenos:

source: Zone
sl: Območje

source: Enabled ACL
sl: Omogočen ACL

source: Name Servers:
sl: Imenski strežniki:

source: Name Server
sl: Imenski strežnik

source: Mail Servers:
sl: Poštni strežniki:

source: Mail Server
sl: Poštni strežnik

source: Priority
sl: Prednost

source: Start of Authority (SOA):
sl: Začetek avtoritete (SOA):

source: Key
sl: Ključ

source: Record Query
sl: Poizvedba o zapisu

source: Record Type
sl: Vrsta zapisa

source: Record Value
sl: Vrednost zapisa

source: Hostname Record:
sl: Zapis imena gostitelja:

source: Hostname
sl: Ime gostitelja

source: DNS Server Installation
sl: Namestitev strežnika DNS

source: Forwarder Settings
sl: Nastavitve posredovalnika

source: DNS Zones
sl: Območja DNS

source: Finish Wizard
sl: Zaključek čarovnika

source: <li>Forwarders: %1</li>
sl: <li>Posredovalniki: %1</li>

source: <li>Domains: %1</li>
sl: <li>Domene: %1</li>

source: &LDAP Support Active
sl: Podpora za &LDAP je omogočena

source: DNS Server &Expert Configuration...
sl: Nastavitv&e strežnika DNS za strokovnjake …

source: DNS Server
sl: Strežnik DNS

source: Local DNS Resolution &Policy
sl: &Pravila krajevnega razreševanja DNS

source: Merging forwarders is disabled
sl: Združevanje posredovalnikov ni omogočeno

source: Automatic merging
sl: Samodejno združevanje

source: Merging forwarders is enabled
sl: Združevanje posredovalnikov je omogočeno

source: Custom configuration
sl: Nastavitve po meri

source: Custom policy
sl: Pravilo po meri

source: Local DNS Resolution &Forwarder
sl: P&osredovalnik krajevnega razreševanja DNS

source: Using system name servers
sl: Uporaba sistemskih imenskih strežnikov

source: This name server (bind)
sl: Ta imenski strežnik (bind)

source: Local dnsmasq server
sl: Krajevni strežnik dnsmasq

source: Add IP Address
sl: Dodaj naslov IP

source: IPv4 or IPv6 A&ddress
sl: N&aslov IPv4 ali IPv6

source: Forwarder &List
sl: &Seznam posredovalnikov

source: Cannot set local forwarder to %{forwarder}
sl: Krajevnega posredovalnika ni moč nastaviti na %{forwarder}

source: Cannot find local equivalent for IP %1.
sl: Krajevnega ustreznika za IP %1 ni moč najti.

source: Forwarding DNS queries to itself would create an infinite loop. IP address %1 is currently used by this server, so it has been changed to its local equivalent %2.
sl: Posredovanje poizvedb DNS samemu sebi bi ustvarilo neskončno zanko. Naslov IP %1 trenutno uporablja ta strežnik, zato je bil spremenjen v njegovega krajevnega ustreznika %2.

source: Invalid IPv4 or IPv6 address.
sl: Neveljaven naslov IPv4 ali IPv6.

source: A valid IPv6 address consists of letters a-f, numbers, and colons.
sl: Veljaven naslov IPv6 je sestavljen iz znakov a–f, številk in dvopičij.

source: The specified forwarder is already present.
sl: Navedeni posredovalnik je že prisoten.

source: Add or Change Option
sl: Dodajanje ali sprememba možnosti

source: O&ption
sl: M&ožnost

source: &Value
sl: &Vrednost

source: C&hange
sl: S&premeni

source: Current Options
sl: Trenutne možnosti

source: Option
sl: Možnost

source: Really set this option without any value?
sl: Ali res želite nastaviti to možnost brez vrednosti?

source: Option %1 can only have a yes or no value set. Really set it to %2?
sl: Možnost ima lahko nastavljeni samo vrednosti »yes« in »no«. Ali jo res želite nastaviti na %2?

source: Option %1 can only be a number. Really set it to %2?
sl: Možnost je lahko samo številka. Ali jo res želite nastaviti na %2?

source: Quotes are not used correctly in this option. Really set it to %1?
sl: Narekovaji v tej možnosti niso uporabljeni pravilno. Ali jo res želite nastaviti na %2?

source: Brackets are not used correctly in this option. Really set it to %1?
sl: Oklepaji v tej možnosti niso uporabljeni pravilno. Ali jo res želite nastaviti na %2?

source: Option %1 should be set only once. Really add another one?
sl: Možnost %1 bi morala biti nastavljena samo enkrat. Ali jo res želite dodati še enkrat?

source: Log Type
sl: Vrsta dnevnika

source: &System Log
sl: &Sistemski dnevnik

source: &File
sl: &Datoteka

source: Maximum &Size (MB)
sl: Največja &velikost (MB)

source: Maximum &Versions
sl: Največ &različic

source: Additional Logging
sl: Dodatno beleženje dnevnika

source: Log All DNS &Queries
sl: Beleži &vse poizvedbe DNS

source: Log Zone &Updates
sl: Beleži &območne posodobitve

source: Log Zone &Transfers
sl: Beleži o&bmočne prenose

source: Select File for Log
sl: Izberite datoteko za dnevnik

source: Option Setup
sl: Nastavitev možnosti

source: &Name
sl: &Ime

source: Current ACL List
sl: Trenutni seznam ACL

source: This ACL is used by %1 zones. Really remove it?
sl: Ta ACL uporablja toliko območij: %1. Ali ga res želite odstraniti?

source: The specified ACL entry already exists.
sl: Navedeni vnos ACL že obstaja.

source: Add New Zone
sl: Dodajanje novega območja

source: Primary
sl: Glavno

source: Secondary
sl: Drugotno

source: Forward
sl: Naprej

source: Configured DNS Zones
sl: Nastavljena območja DNS

source: A zone with the specified name is already configured.
sl: Območje z navedenim imenom je že nastavljeno.

source: Saving the configuration failed
sl: Shranjevanje nastavitev ni uspelo

source: Saving the configuration failed. Change the settings?
sl: Shranjevanje nastavitev ni uspelo. Ali želite spremeniti nastavitve?

source: All changes will be lost. Really leave the DNS server configuration without saving?
sl: Vse spremembe bodo izgubljene. Ali res želite zapustiti nastavljanje strežnika DNS brez shranitve?

source: Start-Up
sl: Zagon

source: Basic Options
sl: Osnovne možnosti

source: Logging
sl: Beleženje v dnevnik

source: ACLs
sl: ACL-ji

source: TSIG Keys
sl: Ključi TSIG

source: Apply Changes
sl: Uveljavi spremembe

source: A&llow Dynamic Updates
sl: D&ovoli dinamične posodobitve

source: TSIG &Key
sl: &Ključ TSIG

source: Enable &Zone Transport
sl: Omogoči &območni prenos

source: A&utomatically Generate Records From
sl: S&amodejno ustvari vnose iz

source: Zon&e
sl: Območj&e

source: Connected Reverse Zones
sl: Povezana obratna območja

source: This function is not available during preparation for autoinstallation.
sl: Ta funkcija ni na voljo med pripravljanjem za samonamestitev.

source: No TSIG key is defined.
sl: Določen ni noben ključ TSIG.

source: &Name Server to Add
sl: &Imenski strežnik za dodati

source: Na&me Server List
sl: Seznam ime&nskih strežnikov

source: The specified name server already exists.
sl: Navedeni imenski strežnik že obstaja.

source: Mail Server to Add
sl: Poštni strežnik za dodati

source: &Address
sl: N&aslov

source: &Priority
sl: &Prednost

source: Mail Relay List
sl: Seznam poštnih posredovalnikov

source: The specified value is not a valid hostname or IP address.
sl: Navedena vrednost ni veljavno ime gostitelja ali naslov IP.

source: The specified mail server already exists.
sl: Navedeni poštni strežnik že obstaja.

source: Seconds
sl: Sekunde

source: Minutes
sl: Minute

source: Hours
sl: Ure

source: Days
sl: Dnevi

source: Weeks
sl: Tedni

source: Seri&al
sl: Z&aporedna številka

source: TT&L
sl: Čas ve&ljavnosti

source: &Unit
sl: &Enota

source: Re&fresh
sl: O&svežitev

source: Un&it
sl: En&ota

source: Retr&y
sl: Ponov&itev

source: Ex&piration
sl: &Potek veljavnosti

source: U&nit
sl: E&nota

source: &Minimum
sl: Naj&manj

source: Uni&t
sl: Eno&ta

source: The serial number of the zone must be specified.
sl: Določena mora biti zaporedna številka območja.

source: The serial number must be no more than %1 digits long.
sl: Zaporedna številka mora biti dolga največ %1 števk.

source: The expiration time-out is higher than the time period of zone refreshes. The zone will not be reachable from secondary name servers all the time. Continue?
sl: Čas preteka veljavnosti je daljši kot časovno obdobje območnih osvežitev. Območje ne bo ves čas dostopno z drugotnih imenskih strežnikov. Ali želite nadaljevati?

source: &Record Key
sl: Ključ &zapisa

source: T&ype
sl: &Vrsta

source: Val&ue
sl: Vre&dnost

source: &Service
sl: &Storitev

source: &Protocol
sl: &Protokol

source: &Weight
sl: &Teža

source: &Port
sl: V&rata

source: A: IPv4 Domain Name Translation
sl: A: Prevajanje imen domen za IPv4

source: AAAA: IPv6 Domain Name Translation
sl: AAAA: Prevajanje imen domen za IPv6

source: CNAME: Alias for Domain Name
sl: CNAME: Drugo ime za ime domene

source: NS: Name Server
sl: NS: Imenski strežnik

source: MX: Mail Relay
sl: MX: Poštni posredovalnik

source: PTR: Reverse Translation
sl: PTR: Obratno prevajanje

source: SRV: Services Record
sl: SRV: Zapis storitev

source: TXT: Text Record
sl: TXT: Besedilni zapis

source: SPF: Sender Policy Framework
sl: SPF: Ogrodje za pravila za pošiljatelje

source: Record Settings
sl: Nastavitve zapisa

source: Configured Resource Records
sl: Nastavljeni zapisi virov

source: Record Key
sl: Ključ zapisa

source: Invalid IPv6 reverse IP. IPv6 reverse records are supported either in the full form (%1) or in the relative form to the current zone.
sl: Neveljaven obraten IP za IPv6. Obratni zapisi za IPv6 so podprti samo v njihovi polni obliki (%1) ali v obliki, ki je relativna glede na trenutno območje.

source: Invalid IPv6 address.
sl: Neveljaven naslov IPv6.

source: Invalid %{type} record key. It should consist of printable US-ASCII characters excluding '=' and must be at least one character long.
sl: Neveljaven ključ zapisa %{type}. Sestavljati bi ga morali natisljivi znaki iz nabora US-ASCII, brez znaka »=«, in mora biti dolg vsaj en znak.

source: Maximal length of a %{type} record is %{max} characters. This message is %{current} characters long.
sl: Največja dolžina zapisa %{type} je %{max} znakov. Ta zapis je dolg %{current} znakov.

source: CNAME cannot point to itself.
sl: CNAME ne more kazati sam nase.

source: An internal error has occurred.
sl: Prišlo je do notranje napake.

source: Zone Editor
sl: Urejevalnik območja

source: &Basics
sl: &Osnove

source: NS Recor&ds
sl: Zapi&si NS

source: R&ecords
sl: Z&apisi

source: M&X Records
sl: Zapisi M&X

source: Settings for Zone
sl: Nastavitve za območje

source: At least one NS server must be set.
sl: Nastavljen mora biti vsaj en strežnik NS.

source: Current zone records are automatically generated from %1 zone. To change records manually disable the Automatically Generate Records From feature.
sl: Trenutni zapisi območja so samodejno ustvarjeni iz območja %1. Za ročno spreminjanje zapisov onemogočite možnost »Samodejno ustvari vnose iz«.

source: &Primary DNS Server IP
sl: IP &glavnega strežnika DNS

source: Missing Primary Server
sl: Manjka glavni strežnik

source: Every secondary zone must have its primary server IP defined. Configuration of a DNS server without a primary server would fail. If you continue, the current zone will be removed.
sl: Vsako drugotno območje mora imeti nastavljen IP glavnega strežnika. Nastavitev strežnika DNS brez glavnega strežnika ne bo uspela. Če nadaljujete, bo trenutno območje odstranjeno.

source: No primary DNS server defined.
sl: Glavni strežnik DNS ni bil določen.

source: The specified primary name server is not a valid IP address.
sl: Navedeni glavni imenski strežnik ni veljaven naslov IP.

source: New &Forwarder IP Address
sl: Naslov &IP novega posredovalnika

source: Current &Zone Forwarders
sl: Trenutni &območni posredovalniki

source: Forward Zone Editor
sl: Urejevalnik posredovalnega območja

source: This forward zone has no forwarders defined, which means that all DNS queries for this zone are denied. Really deny these queries?
sl: To posredovalno območje nima določenega nobenega posredovalnika, kar pomeni, da bodo vse poizvedbe DNS za to območje zavrnjene. Ali res želite zavračati te poizvedbe?

source: All changes will be lost. Really exit?
sl: Vse spremembe bodo izgubljene. Ali res želite končati?

source: A zone of this type cannot be edited with this tool.
sl: Območja te vrste s tem orodjem ni mogoče urejati.

source: <p><b><big>Initializing DNS Server Configuration</big></b><br> Please wait...<br></p>
sl: <p><b><big>Pripravljanje nastavitev strežnika DNS</big></b><br> Prosimo, počakajte …<br></p>

source: <p><b><big>Aborting Initialization</big></b><br> Safely abort the configuration utility by pressing <b>Abort</b> now.</p>
sl: <p><b><big>Prekinitev pripravljanja</big></b><br> Sedaj lahko varno prekinete nastavitveno orodje s klikom na <b>Prekini</b>.</p>

source: <p><b><big>Saving DNS Server Configuration</big></b><br> Please wait...<br></p>
sl: <p><b><big>Shranjevanje nastavitev strežnika DNS</big></b><br> Prosimo, počakajte …<br></p>

source: <p><b><big>Aborting Saving</big></b><br> Abort the save procedure by pressing <b>Abort</b>. An additional dialog informs you whether it is safe to do so.</p>
sl: <p><b><big>Prekinitev shranjevanja</big></b><br> Prekinite shranjevanje s klikom na gumb <b>Prekini</b>. Dodatno pogovorno okno vas bo obvestilo, ali je to varno.</p>

source: <p><b><big>Zone Name</big></b><br> Enter the name of the zone (domain) in <b>Zone Name</b>.</p>
sl: <p><b><big>Ime območja</big></b><br> Vnesite ime območja (domene) v <b>Ime območja</b></p>

source: <p><b><big>Dynamic DNS Zone Updates</big></b><br> The zone can be updated automatically, usually because of dynamically assigned IP addresses by DHCP server. To allow DDNS updates, set <b>Allow Dynamic Updates</b> and the <b>TSIG Key</b> to use for authentication. The key must be the same for both DHCP and DNS servers.</p>
sl: <p><b><big>Dinamično posodabljanje območij DNS</big></b><br> Območje se lahko posodablja samodejno, navadno zaradi dinamično dodeljenih naslovov IP s strani strežnika DHCP. Omogočite dinamične posodobitve DNS, z nastavitvijo <b>Dovoli dinamične posodobitve</b> in <b>Ključ TSIG</b> za uporabo pri overjanju. Ključ mora biti isti za strežnika DHCP in DNS.</p>

source: <p><b><big>Editing a DNS Zone</big></b><br> To edit the zone settings, choose the appropriate entry of the table then click <b>Edit</b>.</p>
sl: <p><b><big>Urejanje območja DNS</big></b><br> Za urejanje nastavitev območja izberite ustrezen vnos v razpredelnici in kliknite gumb <b>Uredi</b>.</p>

source: <p>To add a new record to the zone, click <b>Add</b>. To remove a record, select it and click <b>Delete</b>.</p>
sl: <p>Za dodajanje novega zapisa v območje kliknite gumb <b>Dodaj</b>. Zapis odstranite tako, da ga izberete in kliknete gumb <b>Izbriši</b>.</p>

source: <p><b><big>SOA Record</big></b><br> To edit the SOA (Start of Authority) record of the zone, click <b>Edit SOA</b>.</p>
sl: <p><b><big>Zapis SOA</big></b><br> Za urejanje zapisa SOA (začetek avtoritete) za območje, kliknite gumb <b>Uredi SOA</b>.</p>

source: <p><b><big>Primary Servers</big></b><br> Set the IP addresses of the primary name servers for this zone. Use <b>Add</b> to add a new primary name server. Select an existing one then click <b>Delete</b> to remove an existing one.</p>
sl: <p><b><big>Glavni strežniki</big></b><br> Nastavite naslove IP za glavne imenske strežnike v tem območju. Uporabite <b>Dodaj</b> za dodajanje novega glavnega imenskega strežnika. Izberite obstoječega in kliknite <b>Izbriši</b> za brisanje.</p>

source: <p><b><big>Zone Type</big></b><br> To make this name server the primary source of the data of the zone, select <b>Primary</b>. To make it the secondary name server, select <b>Secondary</b> or <b>Stub</b>, so the data of the zone will be mirrored from the primary server.</p>
sl: <p><b><big>Vrsta območja</big></b><br> Za uporabo strežnika kot glavnega vira podatkov za območje, izberite <b>Glavni</b>. Da bi ga nastavili za drugotni imenski strežnik, izberite <b>Drugotni</b> ali <b>Zasnova</b>, da bodo podatki za območje preslikani z glavnega strežnika.</p>

source: <p><b><big>Zone Direction</big></b><br> DNS is used both for translating from domain names to IP addresses and back. Select if this zone will be used to translate from domain names to IP addresses (<b>Forward</b>) or from IP addresses to domain names (<b>Reverse</b>).</p>
sl: <p><b><big>Usmeritev območja</big></b><br> DNS se uporablja za prevajanje iz imen domen v naslove IP in obratno. Izberite ali bo to območje prevajalo imena domen v naslove IP (<b>Naprej</b>) ali naslove IP v imena domen (<b>Obratno</b>).</p>

source: <p><b><big>Interface Classes</big></b><br> Select which interface classes should have access to the DNS server. The interface classes are defined in the firewall configuration component.</p>
sl: <p><b><big>Razredi vmesnikov</big></b><br> Izberite razrede vmesnikov, ki imajo dostop do strežnika DNS. Razredi vmesnikov so določeni v komponenti za nastavljanje požarnega zidu.</p>

source: <p><b><big>Adapting Firewall Settings</big></b><br> To adapt the firewall settings so that the DNS server can be accessed via all network interfaces to which it listens, check <b>Adapt Firewall Settings</b>.</p>
sl: <p><b><big>Prilagajanje nastavitev požarnega zidu</big></b><br> Za prilagajanje nastavitev požarnega zidu tako, da bo strežnik DNS dostopen preko vseh omrežnih vmesnikov na katerih posluša, označite <b>Prilagodi nastavitve požarnega zidu</b>.</p>

source: <p><b><big>SOA Record Configuration</big></b><br> Set the entries of the SOA record.</p>
sl: <p><b><big>Nastavitve zapisa SOA</big></b><br> Nastavite vnose zapisa SOA.</p>

source: <p><b>$TTL</b> specifies the time to live for all records in the zone that do not have an explicit TTL.</p>
sl: <p><b>$TTL</b> določa čas veljavnosti za vse zapise v območju, ki nimajo določenega časa veljavnosti.</p>

source: <p><b>Primary Source</b> must contain the fully qualified domain name of the primary name server.</p>
sl: <p><b>Glavni vir</b> mora vsebovati polno določeno ime domene glavnega imenskega strežnika.</p>

source: <p><b>Administrator's Mail</b> must contain the e-mail address of the administrator responsible for the zone.</p>
sl: <p><b>Skrbnikova pošta</b> mora vsebovati e-poštni naslov skrbnika, ki je odgovoren za območje.</p>

source: <p><b>Serial</b> number is used for determining if the zone has changed on the primary servers (so that secondary servers do not always need to synchronize the entire zone).</p>
sl: <p><b>Zaporedna številka</b> se uporabi za ugotavljanje, ali je prišlo do sprememb območja na glavnih strežnikih (da drugotnim strežnikom ni treba vsakič usklajevati celotnega območja).</p>
