Repository: seanpm2001/yast-translations
Catalog: po/dns-server/*.po
Languages: sl

source: <p><b>Refresh</b> sets how often the zone should be synchronized from primary name server to secondary name servers.</p>
sl: <p><b>Osvežitev</b> nastavi kako pogosto naj se območje uskladi iz glavnega strežnika na drugotne strežnike.</p>

source: <p><b>Retry</b> sets how often secondary servers try to synchronize the zone from the primary server if synchronization fails.</p>
sl: <p><b>Ponovitev</b> nastavi, kako pogosto bodo drugotni strežniki poskušali uskladiti območje z glavnega strežnika, če uskladitev spodleti.</p>

source: <p><b>Expiry</b> means the period after which the zone expires on secondary servers and secondary servers stop answering replies until it is synchronized. </p>
sl: <p><b>Potek veljavnosti</b> pomeni obdobje po katerem območje poteče na drugotnih strežnikih in se le-ti prenehajo odzivati dokler niso usklajeni. </p>

source: <p><b>Minimum</b> sets for how long the secondary servers should cache negative answers (name resolution failed).</p>
sl: <p><b>Najmanj</b> določa kako dolgo si drugotni strežniki zapomnijo negativne odgovore (razreševanje imena je spodletelo).</p>

source: <p><b><big>TSIG Key Management</big></b><br> Define TSIG keys used for dynamic zone updates. To add a new TSIG key, use the <b>File Name</b> text field or the <b>Browse</b> button then click <b>Add</b>. To delete an existing TSIG key, select it in the list and click <b>Delete</b>. </p>
sl: <p><b><big>Upravljanje ključev TSIG</big></b><br> Določite ključe TSIG, ki se uporabljajo za dinamične posodobitve območij. Za dodajanje novega ključa TSIG, uporabite besedilno polje <b>Ime datoteke</b> ali gumb <b>Brskanje</b> in nato kliknite<b>Dodaj</b>. Za brisanje obstoječega ključa TSIG, ga izberite s seznama in kliknite <b>Izbriši</b>. </p>

source: <p><b><big>Booting</big></b><br> To start the DNS server every time your computer is booted, set <b>On</b>. Otherwise set <b>Off</b>.</p>
sl: <p><b><big>Zagon</big></b><br> Za zagon strežnika DNS ob vsakokratnem zagonu računalnika, nastavite <b>Omogočeno</b>. Sicer nastavite <b>Onemogočeno</b>.</p>

source: <p><b><big>LDAP Support</big></b><br> To store the DNS zones in LDAP instead of native configuration files, set <b>LDAP Support Active</b>.</p>
sl: <p><b><big>Podpora za LDAP</big></b><br> Da namesto običajnih nastavitvenih datotek za shranjevanje območij DNS uporabite LDAP, nastavite <b>Podpora za LDAP je omogočena</b>.</p>

source: <p><b><big>Switch On or Off</big></b><br> To start or stop the DNS server immediately, use <b>Start DNS Server Now</b> or <b>Stop DNS Server Now</b>.</p>
sl: <p><b><big>Vklop ali izklop</big></b><br> Za takojšen zagon ali zaustavitev strežnika DNS uporabite <b>Takoj zaženi strežnik DNS</b> ali <b>Takoj zaustavi strežnik DNS</b>.</p>

source: <p><b><big>Forwarders</big></b><br> Forwarders are DNS servers to which your DNS server should send queries it cannot answer.</p>
sl: <p><b><big>Posredovalniki</big></b><br> Posredovalniki so strežniki DNS, katerim naj bi vaš strežnik DNS poslal poizvedbe, na katere ne more odgovoriti.</p>

source: <p>To add a new forwarder, set its <b>IP Address</b> and click <b>Add</b>. To delete a configured forwarder, select it and click <b>Delete</b>.</p>
sl: <p>Za dodajanje novega posredovalnika nastavite njegov <b>Naslov IP</b> in kliknite <b>Dodaj</b>. Za odstranitev že nastavljenega posredovalnika ga izberite in kliknite <b>Izbriši</b>.</p>

source: <p><b><big>Edit DNS Server Options</big></b><br> Use this dialog to edit options of the DNS server.</p>
sl: <p><b><big>Urejanje možnosti strežnika DNS</big></b><br> To pogovorno okno uporabite za urejanje možnosti strežnika DNS.</p>

source: <p>To add new options, select the <b>Option</b>, enter its <b>Value</b>, and click <b>Add</b>.</p> <p>To modify a configured option, select it in the table, change the <b>Value</b>, and click <b>Change</b>.</p>
sl: <p>Za dodajanje novih možnosti izberite <b>Možnost</b>, vpišite njeno <b>Vrednost</b> in kliknite <b>Dodaj</b>.</p> <p>Za spreminjanje nastavljenih možnosti le-to izberite v razpredelnici, spremenite <b>Vrednost</b> in kliknite <b>Spremeni</b>.</p>

source: <p>To remove an option, select it and click <b>Delete</b>.</p>
sl: <p>Za odstranitev možnosti izberite le-to in kliknite <b>Izbriši</b>.</p>

source: <p><b><big>Logging</big></b><br> Use this dialog to define various options of the DNS server logging.</p>
sl: <p><b><big>Beleženje v dnevnik</big></b><br> To pogovorno okno uporabite za določitev različnih možnosti beleženja v dnevnik za strežnik DNS.</p>

source: <p> Select <b>Log to System Log</b> to save DNS server log messages to the system log. To save the DNS server log messages to a separate file, select <b>Log to File</b> and set the <b>Filename</b> to which to save the log and the <b>Maximum Size</b> of the log file. The DNS server automatically rotates the log files. Use <b>Maximum Versions</b> to specify how many log files should be saved.</p>
sl: <p> Za shranitev sporočil strežnika DNS v sistemski dnevnik izberite <b>Beleži v sistemski dnevnik</b> Za shranitev sporočil strežnika DNS v ločeno datoteko izberite <b>Beleži v datoteko</b>, določite <b>Ime datoteke</b> v katero naj se zapisuje dnevnik in <b>Največja velikost</b> dnevniške datoteke. Strežnik DNS samodejno rotira dnevniške datoteke. Uporabite <b>Največ različic</b>, da določite koliko datotek z dnevnikom naj se shrani.</p>

source: <p>In <b>Additional Logging</b>, set which actions should be logged. Common actions are always logged. <b>Log All DNS Queries</b> logs all queries from clients to the DNS server. <b>Log Zone Updates</b> logs when DNS has been updated. <b>Log Zone Transfers</b> logs when zone is completely transferred to the secondary name server.</p>
sl: <p>V <b>Dodatno beleženje v dnevnik</b> nastavite, katera dejanja naj se beleži. Običajna dejanja se vedno beleži. <b>Beleži vse poizvedbe DNS</b> beleži vse poizvedbe iz odjemalcev na strežnik DNS. <b>Beleži območne posodobitve</b> beleži posodobitve DNS. <b>Beleži območne prenose</b> beleži, kadar je območje v celoti preneseno na drugotni imenski strežnik.</p>

source: <p><b><big>ACLs</big></b><br> In this dialog, define access control lists to control access to zones.</p>
sl: <p><b><big>ACL-ji</big></b><br> V tem pogovornem oknu določite sezname nadzora dostopa za nadzor dostopa do območij.</p>

source: <p>To add a new ACL entry, just enter the option's <b>Name</b> and <b>Value</b> then click <b>Add</b>. To remove an ACL entry, select it and click <b>Delete</b>.</p>
sl: <p>Za dodajanje novega vnosa ACL vpišite <b>Ime</b> možnosti in <b>Vrednost</b> ter kliknite <b>Dodaj</b>. Za odstranitev vnosa ACL ga izberite in kliknite <b>Izbriši</b>.</p>

source: <p><b><big>TSIG Keys</big></b><br> TSIG keys are used for authentication when remotely changing the configuration of the DNS server. This is needed for the dynamic updates of DNS zones (DDNS).</p>
sl: <p><b><big>Ključi TSIG</big></b><br> Ključe TSIG se uporablja za overjanje, kadar se na daljavo spreminja nastavitve strežnika DNS. To je potrebno za dinamične posodobitve območij DNS (DDNS).</p>

source: <p>To add an already created key, set the <b>Filename</b> (or use the <b>Browse</b> button to select it) and click <b>Add</b>. To generate a new key, enter the <b>Filename</b> and the <b>Key ID</b> then click <b>Generate</b>. The new key will be generated and also added.</p>
sl: <p>Za dodajanje že ustvarjenega ključa nastavite <b>Ime datoteke</b> (ali za izbiro uporabite gumb <b>Brskanje</b>) in kliknite <b>Dodaj</b>. Za ustvaritev novega ključa vnesite <b>Ime datoteke</b> in <b>ID ključa</b> ter kliknite <b>Ustvari</b>. Nov ključ bo ustvarjen in tudi dodan.</p>

source: <p>To remove an existing key, select it and click <b>Delete</b>.</p>
sl: <p>Za odstranitev obstoječega ključa izberite le-tega in kliknite <b>Izbriši</b>.</p>

source: <p><b><big>DNS Zones</big></b><br> Use this dialog to manage the DNS zones.</p>
sl: <p><b><big>Območja DNS</big></b><br> To pogovorno okno uporabite za upravljanje območij DNS.</p>

source: <p>To add a new zone, enter its <b>Zone Name</b>, select the <b>Zone Type</b>, and click <b>Add</b>.</p>
sl: <p>Za dodajanje novega območja vnesite <b>Ime območja</b>, izberite <b>Vrsto območja</b> in kliknite <b>Dodaj</b>.</p>

source: <p>To add a new IPv4 reverse zone, enter a part of the reverse IPv4 address followed by <tt>.in-addr.arpa</tt> as its <b>Zone Name</b> (for example, zone name <tt>0.168.192.in-addr.arpa</tt> for network <tt>192.168.0.0/24</tt>), select the <b>Zone Type</b>, and click <b>Add</b>.</p>
sl: <p>Za dodajanje novega obratnega območja IPv4 vnesite del obrnjenega naslova IP, ki mu sledi <tt>.in-addr.arpa</tt> kot njegovo <b>Ime območja</b> (npr. <tt>0.168.192.in-addr.arpa</tt> za mrežo <tt>192.168.0.0/24</tt>), izberite <b>Vrsto območja</b> in kliknite <b>Dodaj</b>.</p>

source: <p><b><big>DDNS and Zone Transport</big></b><br> Use this dialog to change dynamic DNS settings of the zone and control access to the zone.</p>
sl: <p><b><big>DDNS in področni prenos</big></b><br> To pogovorno okno uporabite za spremembo nastavitev dinamičnega DNS področja in nadzornega dostopa do področja.</p>

source: <p><b>TTL</b> specifies the time to live for all records in the zone that do not have an explicit TTL.</p>
sl: <p><b>TTL</b> določa čas življenja vseh zapisov na, področju, ki nimajo določenega TTL.</p>

source: Unknown Record Type: %1
sl: Neznan tip zapisa: %1

source: Host %1
sl: Gostitelj %1

source: A -- Domain Name Translation
sl: A -- Prevod imena domene

source: &IP Addresses
sl: &IP naslovi

source: Alias for %1
sl: Vzdevek za %1

source: CNAME -- Alias for Domain Name
sl: CNAME -- Alias (vzdevek) za ime domene

source: &Alias
sl: &Vzdevek

source: &Base Host Name
sl: &Osnovno ime gostitelja

source: Pointer to %1
sl: Kazalec na %1

source: PTR -- Reverse Translation
sl: PTR -- Obratni prevod

source: &IP Address
sl: &IP naslov

source: Name Server %1
sl: Imenski strežnik %1

source: NS -- Name Server
sl: NS -- Imenski strežnik

source: &Domain
sl: &Domena

source: &Name Server
sl: &Imenski strežnik

source: Mail Relay %1, Priority %2
sl: Poštni rele (relay) %1, prioriteta %2

source: MX -- Mail Relay
sl: MX -- Poštni rele (relay)

source: &Domain Name
sl: Ime &domene

source: &Mail Relay
sl: &Poštni rele (relay)

source: Initializing DNS Server Configuration
sl: Inicializacija nastavitev DNS strežnika

source: Check the environment
sl: Preveri okolje

source: Flush caches of the DNS daemon
sl: Briši predpomnilnik prikritega procesa DNS

source: Read the firewall settings
sl: Preberi nastavitve požarnega zidu

source: Read the settings
sl: Beri nastavitve

source: Checking the environment...
sl: Preverjanje okolja...

source: Flushing caches of the DNS daemon...
sl: Brisanje predpomnilnika prikritega procesa DNS...

source: Reading the firewall settings...
sl: Berem nastavitve požarnega zidu...

source: Reading the settings...
sl: Branje nastavitev...

source: Finished
sl: Končano

source: Saving DNS Server Configuration
sl: Shranjevanje nastavitve DNS strežnika

source: Save configuration files
sl: Shrani nastavivene datoteke

source: Restart the DNS daemon
sl: Ponovni zagon prikritega procesa DNS

source: Update zone files
sl: Posodobi področne datoteke

source: Adjust the DNS service
sl: Prilagodi DNS storitev

source: Write the firewall settings
sl: Zapiši nastavitve požarnega zidu

source: Saving configuration files...
sl: Shranjevanje nastavitvenih datotek...

source: Restarting the DNS daemon...
sl: Ponovni zagon prikritega procesa DNS...

source: Updating zone files...
sl: Posodabljanje področne datoteke...

source: Adjusting the DNS service...
sl: Prilagajanje DNS storitev...

source: Writing the firewall settings...
sl: Shranjujem nastavitve požarnega zidu...

source: Hint
sl: Namig

source: The DNS server starts when booting the system.
sl: DNS strežnik se zažene ob zagonu sistema.

source: The DNS server does not start when booting the system.
sl: DNS strežnik se ne zažene ob zagonu sistema.

source: Configured Zones: %s
sl: Nastavljena področja: %s

source: Invalid LDAP configuration. Cannot use LDAP.
sl: Neveljavna LDAP konfiguracija. LDAP ne morem uporabiti.

source: Enable LDAP support?
sl: Omogočim LDAP podporo?

source: Installation of required packages failed. LDAP support will not be active.
sl: Namestitev zahtevanih paketov ni uspela. LDAP podpora ne bo aktivna.

source: Error occurred while creating %1.
sl: Med kreiranjem %1 je prišlo do napake.

source: Error occurred while creating cn=defaultDNS,%1. Not using LDAP.
sl: Med kreiranjem cn=defaultDNS,%1 je prišlo do napake. LDAP ni uporabljen.

source: Error occurred while updating %1.
sl: Med posodobitvijo %1 je prišlo do napake.

source: Error occurred while creating %1. Not using LDAP.
sl: Med kreiranjem %1 je prišlo do napake. LDAP ni uporabljen.
