Repository: seanpm2001/yast-translations
Catalog: po/geo-cluster/*.po
Languages: ka

source: Configuration of geo-cluster
ka: Geo-cluster-ის მორგება

source: Geo Cluster Configuration
ka: გეოკლასტერის მორგება

source: Geo Cluster Overview
ka: გეოკლასტერის მიმოხილვა

source: configuration file
ka: კონფიგურაციის ფაილი

source: transport
ka: ტრანსპორტი

source: port
ka: პორტი

source: arbitrator
ka: არბიტრი

source: Add
ka: დამატება

source: Edit
ka: ჩასწორება

source: Delete
ka: წაშლა

source: site
ka: საიტი

source: ticket
ka: ბილეთი

source: Authentication
ka: ავთენტიკაცია

source: Ca&ncel
ka: &შეწყვეტა

source: OK
ka: დიახ

source: Enable Security Auth
ka: უსაფრთხო ავთენტიკაციის ჩართვა

source: Authentication file
ka: ავთენტიკაციის ფაილი

source: The file will be written to /etc/booth.
ka: ფაილი /etc/booth-ში ჩაიწერება.

source: To write it to a different directory, enter an absolute path.
ka: სხვა საქაღალდეში ჩასაწერად შეიყვანეთ აბსოლუტური ბილიკი.

source: For a newly created geo cluster, push the button below to generate /etc/booth/<key>.
ka: ახლად შექმნილი გეოკლასტერისთვის, დააჭირეთ ქვემოთ ღილაკს, რომ /etc/booth/<გასაღების> გენერაცია მოხდეს.

source: To join a existing geo cluster, please copy /etc/booth/<key> from other nodes manually.
ka: არსებულ გეოკლასტერთან მიერთებისთვის ხელით დააკოპირეთ /etc/booth<გასაღები სხვა კვანძებიდან.

source: Generate Authentication Key File
ka: ავთენტიკაციის გასაღების ფაილის გენერაცია

source: Basic
ka: საბაზისო

source: Cancel
ka: შეწყვეტა

source: Please enter a valid ip address
ka: შეიყვანეთ სწორი IP მისამართი

source: Enter ticket and timeout
ka: შეიყვანეთ ბილეთი და ვადა

source: Manual mode
ka: ხელით მორგების რეჟიმი

source: timeout
ka: მოლოდინის დრო

source: retries
ka: თავიდან ცდები

source: weights
ka: წონები

source: expire
ka: ვადა

source: acquire-after
ka: მიღება-შემდეგ

source: before-acquire-handler
ka: დამმუშავებლის-მიღებამდე

source: timeout is invalid
ka: მოლოდინის დრო არასწორია

source: expire is invalid
ka: ვადა არასწორია

source: acquireafter is invalid
ka: დროისშემდეგმიღება არასწორია

source: retries is invalid
ka: თავიდან ცდების რაოდენობა არასწორია

source: retries values lower than 3 is illegal
ka: 3-ზე ნაკლები თავიდან ცდა დაუშვებელია

source: weights is invalid
ka: წონები არასწორია

source: ticket can not be empty
ka: ბილეთი ცარიელი არ შეიძლება, იყოს

source: Firewall Configuration
ka: ბრანდმაუერის მორგება

source: Enter an IP address of your arbitrator
ka: შეიყვანეთ თქვენი არბიტრის IP მისამართი

source: Edit IP address of your arbitrator
ka: არბიტრის IP მისამართის ჩასწორება

source: Enter an IP address of your site
ka: შეიყვანეთ თქვენი საიტის IP მისამართი

source: Edit IP address of your site
ka: თქვენი საიტის IP მისამართის ჩასწორება

source: Ticket name already exist!
ka: ბილეთის სახელი უკვე არსებობს!

source: Configuration name can not be empty.
ka: კონფიგურაციის სახელი არ შეიძლება, ცარიელი იყოს.

source: Configuration name can not be duplicated.
ka: კონფიგურაციის სახელი არ შეიძლება, განმეორებადი იყოს.

source: port is invalid!
ka: პორტი არასწორია!

source: transport have to be filled!
ka: ტრანსპორტის შევსება აუცილებელია!

source: ticket have to be filled!
ka: ბილეთის შევსება აუცილებელია!

source: arbitrator have to be filled when even \ number of sites with normal automatic ticket!
ka: არბიტრი შევსებული უნდა იყოს ლუწი რაოდენობის საიტებით \ ნორმალური ავტომატური ბილეთით!

source: site have to be filled!
ka: საიტის შევსება არასწორია!

source: Failed to create authentication file
ka: ავთენტიკაციის ფაილის შექმნის შეცდომა

source: Authentication file
ka: ავთენტიკაციის ფაილი

source: created successfully.
ka: წარმატებით შეიქმნა.

source: GeoCluster Configuration Select
ka: გეოკლასტერის კონფიგურაციის არჩევა

source: Choose configuration file:
ka: აირჩიეთ კონფიგურაციის ფაილი:

source: Authentication Configuration
ka: ავთენტიკაციის მორგება

source: Initializing...
ka: ინიციალიზაცია...

source: Cannot write global conf settings.
ka: გლობალური კონფიგურაციის შენახვის შეცდომა.

source: Cannot write global settings.
ka: გლობალური პარამეტრების შენახვის შეცდომა.

source: Cannot write global ticket settings.
ka: გლობალური ბილეთის პარამეტრების შენახვის შეცდომა.

source: Initializing Geo Cluster Configuration
ka: გეოკლასტერის კონფიგურაციის ინიციალიზაცია

source: Read the previous settings
ka: წინა პარამეტრების წაკითხვა

source: Read Firewall Settings
ka: ბრანდმაუერის პარამეტრების წაკითხვა

source: Reading the previous settings...
ka: წინა პარამეტრების წაკითხვა...

source: Finished
ka: დასრულებულია

source: Saving Geo Cluster Configuration
ka: გეოკლასტერის კონფიგურაციის შენახვა

source: Write the settings
ka: პარამეტრების შენახვა

source: Write the Firewall settings
ka: ბრანდმაუერის პარამეტრების ჩაწერა

source: Writing the settings...
ka: პარამეტრების შენახვა...

source: Writing the Firewall settings
ka: ბრანდმაუერის პარამეტრების შენახვა

source: Cannot write settings.
ka: პარამეტრების შენახვა ვერ მოხერხდა.

source: Configuration Summary
ka: კონფიგურაციის მიმოხილვა

source: Initializing geo-cluster Configuration
ka: გეო-კლასტერის კონფიგურაციის ინიციალიზაცია

source: Read the database
ka: მონაცემთა ბაზის წაკითხვა

source: Detect the devices
ka: მოწყობილობების აღმოჩენა

source: Reading the database...
ka: მონაცემთა ბაზის წაკითხვა...

source: Detecting the devices...
ka: მოწყობილობების აღმოჩენა...

source: Cannot read the database1.
ka: Database1-ის წაკითხვის შეცდომა.

source: Cannot read the database2.
ka: Database2-ის წაკითხვის შეცდომა.

source: Cannot detect devices.
ka: მოწყობილობების აღმოჩენა ვერ მოხერხდა.

source: Saving geo-cluster Configuration
ka: გეო-კლასტერის კონფიგურაციის შენახვა

source: Run SuSEconfig
ka: SuSEconfig-ის გაშვება

source: Running SuSEconfig...
ka: SuSEconfig-ის გაშვება...

source: Configuration summary ...
ka: კონფიგურაციის მიმოხილვა...
