Repository: seanpm2001/yast-translations
Catalog: po/vm/*.po
Languages: sl

source: Install Hypervisor and Tools
sl: Namesti hipervizorja in orodja

source: Configuring the virtual machine...
sl: Nastavljanje navideznega računalnika …

source: Running in text mode. Install graphical components anyway?
sl: Nastavljanje teče v besedilnem načinu. Ali želite vseeno namestiti grafična orodja?

source: x86_64 is the only supported architecture for hosting virtual machines. Your architecture is
sl: Edina podprta arhitektura za gostovanje navideznih računalnikov je x86_64. Arhitektura računalnika je

source: Virtual machine installation cannot be started inside the UML machine. Start installation in the host system.
sl: Namestitve navideznega računalnika se ne more pričeti znotraj računalnika UML. Z namestitvijo pričnite v gostiteljskem sistemu.

source: Verify Installed Packages
sl: Preverjanje nameščenih paketov

source: Network Bridge Configuration
sl: Nastavitev omrežnega mostu

source: Configuring the VM Server (domain 0)
sl: Nastavljanje strežnika navideznih računalnikov (domena 0)

source: <p><big><b>VM Server Configuration</b></big></p><p>Configuration of the VM Server (domain 0) has two parts.</p>
sl: <p><big><b>Nastavitev strežnika navideznih računalnikov</b></big></p><p>Nastavitev strežnika navideznih računalnikov (domena 0) ima dva dela.</p>

source: <p>The required packages are installed into the system first. Then the boot loader is switched to GRUB (if not already used) and the Xen section is added to the boot loader menu if it is missing.</p>
sl: <p>Najprej se na sistem namesti zahtevane pakete. Nato se zagonskega nalagalnika preklopi na GRUB (če še ni v uporabi) in na njegov zagonski meni se doda odsek za Xen (če manjka).</p>

source: <p>GRUB is needed because it supports the multiboot standard required to boot Xen and the Linux kernel.</p>
sl: <p>GRUB je potreben, ker podpira standard Multiboot za zagon Xen-a in jedra Linux.</p>

source: <p>When the configuration has finished successfully, you can boot the VM Server from the boot loader menu.</p>
sl: <p>Ko je nastavljanje zaključeno, lahko strežnik navideznih računalnikov zaženete prek menija zagonskega nalagalnika.</p>

source: The installation will be aborted.
sl: Namestitev bo prekinjena.

source: Checking packages...
sl: Preverjanje paketov …

source: Installing packages...
sl: Nameščanje paketov …

source: Cannot install required packages.
sl: Ni moč namestiti zahtevanih paketov.

source: Updating grub2 configuration files...
sl: Posodabljanje nastavitvenih datotek za GRUB2 …

source: Configuring Default Network Bridge...
sl: Nastavljanje privzetega omrežnega mostu …

source: NetworkManager is being used. Bridge configuration must be done manually.
sl: Uporablja se NetworkManager. Nastavitev mostu je potrebno opraviti ročno.

source: Network Bridge.
sl: Omrežni most.

source: <p>For normal network configurations hosting virtual machines, a network bridge is recommended.</p><p>Configure a default network bridge?</p>
sl: <p>Za običajne omrežne nastavitve za gostovanje navideznih računalnikov je omrežni most priporočljiv.</p><p>Ali želite nastaviti privzeti omrežni most?</p>

source: KVM components are installed. Your host is ready to install KVM guests.
sl: Komponente KVM-ja so nameščene. Gostitelj je pripravljen za namestitev gostov KVM.

source: KVM components are installed. Reboot the machine and select the native kernel in the boot loader menu to install KVM guests.
sl: Komponente KVM-ja so nameščene. Da namestite goste KVM, znova zaženite računalnik in z menija zagonskega nalagalnika izberite lastno jedro.

source: For installing Xen guests, reboot the machine and select the Xen section in the boot loader menu.
sl: Da namestite goste Xen, znova zaženite računalnik in z menija zagonskega nalagalnika izberite odsek Xen.

source: Xen Hypervisor and tools are installed.
sl: Hipervizor Xen in orodja so nameščeni.

source: Virtualization client tools are installed.
sl: Orodja odjemalcev za virtualizacijo so nameščena.

source: Choose Hypervisor(s) to install
sl: Izberite hipervizorje za namestiti

source: Server: Minimal system to get a running Hypervisor
sl: Strežnik: minimalen sistem za poganjanje hipervizorja

source: Tools: Configure, manage and monitor virtual machines
sl: Orodja: nastavljanje, upravljanje in nadzorovanje navideznih računlnikov

source: A disabled checkbox means the Hypervisor item has already been installed
sl: Neoznačeno polje pomeni, da je bil hipervizor že nameščen

source: KVM Hypervisor
sl: Hipervizor KVM

source: KVM server
sl: Strežnik KVM

source: KVM tools
sl: Orodja za KVM

source: Xen Hypervisor
sl: Hipervizor Xen

source: Xen server
sl: Strežnik Xen

source: Xen tools
sl: Orodja za Xen
