Repository: seanpm2001/yast-translations
Catalog: po/mail/*.po
Languages: sl

source: Configuration of mail
sl: Nastavitve pošte

source: Mail configuration summary
sl: Povzetek nastavitev pošte

source: <P><B><BIG>Initializing mail</BIG></B><BR> Please wait... <BR></P>
sl: <P><B><BIG>Pripravljanje pošte</BIG></B><BR> Prosimo, počakajte … <BR></P>

source: <P><B><BIG>Aborting the initialization:</BIG></B><BR> Safely abort the configuration utility by pressing <B>Abort</B> now. </P>
sl: <P><B><BIG>Prekinitev pripravljanja:</BIG></B><BR> Nastavitveno orodje lahko sedaj varno prekinite s klikom na <B>Prekini</B> </P>

source: <P><B><BIG>Saving mail configuration</BIG></B><BR> Please wait... <BR></P>
sl: <P><B><BIG>Shranjevanje nastavitev pošte</BIG></B><BR> Prosimo, počakajte … <BR></P>

source: <P><B><BIG>Aborting saving:</BIG></B><BR> Abort saving by pressing <B>Abort</B>. An additional dialog will inform you whether it is safe to do so. </P>
sl: <P><B><BIG>Prekinitev shranjevanja:</BIG></B><BR> Shranjevanje prekinite s klikom na <B>Prekini</B>. Dodatno pogovorno okno bo sporočilo, ali je to varno. </P>

source: <p>Select the mail system (Mail Transfer Agent, MTA) to install.</p>
sl: <p>Izberite poštni sistem (posrednik za prenos pošte, angl. mail transfer agent, MTA), ki naj se namesti.</p>

source: <p>How are you connected to the Internet? With a dial-up connection, mails will not be sent immediately but rather after invoking <b>sendmail&nbsp;-q</b>.</p>
sl: <p>Kako ste povezani v internet? Pri klicni povezavi sporočila ne bodo poslana takoj, temveč šele po klicu programa <b>sendmail&nbsp;-q</b>.</p>

source: <p>If choosing <b>No Connection</b>, the mail server will be started. However, only local mail transport is possible. The MTA listens to the localhost.</p>
sl: <p>Če izberete <b>Brez povezave</b>, bo poštni strežnik zagnan. Vendar je možen samo krajevni prenos pošte. Posrednik za prenos pošte posluša krajevnega gostitelja.</p>

source: <p>Specify the rewriting of the sender's address here for each user.</p>
sl: <p>Za vsakega uporabnika določite, v kaj se prepiše pošiljateljev naslov.</p>

source: <p>Some servers require authentication for sending mails. Here you can enter information for this option. If you do not want to use authentication, simply leave these fields empty.</p>
sl: <p>Nekateri strežniki zahtevajo overitev za pošiljanje pošte. Tu lahko vnesete informacije za to možnost. Če overjanja ne želite uporabiti, pustite ta polja prazna.</p>

source: <p>The outgoing mail server is generally intended for dial-up connections. Enter the Internet service provider's SMTP server, such as <b>smtp.provider.com</b>.</p>
sl: <p>Odhodni poštni strežnik je v splošnem namenjen klicnim povezavam. Vnesite strežnik SMTP ponudnika internetnih storitev, npr. <b>smtp.ponudnik.si</b>.</p>

source: <p>In the <b>User Name</b> field, enter the user name assigned by from your provider.</p>
sl: <p>V polje <b>Uporabniško ime</b> vpišite uporabniško ime, ki vam ga je dodelil vaš ponudnik interneta.</p>

source: <p>Enter your password in the <b>Password</b> field.</p>
sl: <p>V polje <b>Geslo</b> vpišite svoje geslo.</p>

source: <p>Note: For simplicity, only one server is displayed in this dialog, although there may be more of them in your configuration file. They will not be lost.</p>
sl: <p>Opomba: zaradi enostavnosti je v tem pogovornem oknu prikazan le en strežnik, čeprav jih je v nastavitveni datoteki lahko več. Le-ti ne bodo izgubljeni.</p>

source: <p>These are parameters for downloading mail from a POP or an IMAP server using <b>fetchmail</b>.</p>
sl: <p>To so parametri za prejemanje pošte preko strežnika POP ali IMAP z uporabo <b>fetchmail</b>-a.</p>

source: <p>This table redirects mail delivered locally. Redirect it to another local user (useful for system accounts, especially for <b>root</b>), to a remote address, or to a list of addresses.</p>
sl: <p>Ta razpredelnica preusmeri krajevno dostavljeno pošto. Preusmerite jo na drugega krajevnega uporabnika (uporabno za sistemske uporabnike, zlasti za uporabnika <b>root</b>), na oddaljeni naslov ali na seznam naslovov.</p>

source: <p>See the aliases(5) manual page for a description of advanced features.</p>
sl: <p>Za pojasnilo o naprednih možnostih glejte stran z navodili aliases(5).</p>

source: <p>This table redirects incoming mail. Unlike the alias table, it also considers the domain part of the address.</p>
sl: <p>Ta razpredelnica preusmeri dohodno pošto. Za razliko od razpredelnice vzdevkov, upošteva tudi domenski del naslova.</p>

source: <p>It allows hosting multiple "virtual domains" on a single machine.</p>
sl: <p>Sistem omogoča gostovanje več »navideznih domen« na enem računalniku.</p>

source: The setting %1 is turned off. You have probably modified the configuration files directly. If you continue, it will be turned on and Config Postfix will overwrite manual changes.
sl: Nastavitev %1 je izključena. Verjetno ste neposredno spreminjali nastavitvene datoteke. Če boste nadaljevali, bo nastavitev vključena in Config Postfix bo prepisal ročne spremembe.

source: YaST can only configure Postfix and Sendmail, but neither of them is installed.
sl: YaST lahko nastavi le Postfix in Sendmail, vendar noben od njiju ni nameščen.

source: The configuration will be written now.
sl: Nastavitve bodo sedaj zapisane.

source: Mail transfer agent
sl: Posrednik za prenos pošte

source: General Settings
sl: Splošne nastavitve

source: Connection type
sl: Vrsta povezave

source: &Permanent
sl: &Trajna

source: &Dial-up
sl: &Klicna

source: No &connection
sl: &Brez povezave

source: Do not start Postfix as Daemon
sl: Ne zaženi Postfixa v ozadju

source: Outgoing Mail
sl: Odhodna pošta

source: Do not make MX lookup for the outgoing mail server.
sl: Ne izvedi iskanja MX za odhodni poštni strežnik.

source: TLS encryption
sl: Šifriranje TLS

source: No
sl: Ne

source: Use
sl: Uporabi

source: Enforce
sl: Vsili

source: &Masquerading
sl: &Maskiranje

source: &Authentication
sl: &Overitev

source: Incoming Mail
sl: Dohodna pošta

source: &Details...
sl: &Podrobnosti …

source: Start &fetchmail
sl: Zaženi &fetchmail

source: manual
sl: Ročno

source: daemon
sl: V ozadju

source: &Downloading
sl: &Prejemanje

source: &Aliases...
sl: &Druga imena …

source: &Virtual domains...
sl: &Navidezne domene …

source: To be able to deliver mail to your local MTA, the value of %1 in %2 will be set to "%3".
sl: Da se lahko dostavi pošto vašemu krajevnemu posredniku za prenos pošte, bo vrednost %1 v %2 nastavljena na »%3«.

source: The user login may contain only lower case letters, digits, "-" and "_" and must begin with a letter or "_". Please try again.
sl: Uporabnikova prijava lahko vsebuje le male črke, števke, »-« in »_«. ter se mora pričeti s črko ali »_«. Poskusite znova.

source: Sender address rewriting
sl: Prepisovanje pošiljateljevega naslova

source: &Local user
sl: &Krajevni uporabnik

source: &Display as
sl: &Prikaži kot

source: The address for this user is already defined.
sl: Naslov tega uporabnika je že določen.

source: The mail address format is incorrect.
sl: Oblika poštnega naslova ni pravilna.

source: Masquerading
sl: Maskiranje

source: Masquerade &local domains
sl: Maskiraj &krajevne domene

source: Ma&squerade other domains
sl: Ma&skiraj druge domene

source: Do&mains to masquerade
sl: Do&mene za maskirati

source: Local user
sl: Krajevni uporabnik

source: Display as
sl: Prikaži kot

source: A&dd
sl: &Dodaj

source: &Edit
sl: Ur&ejanje

source: Dele&te
sl: I&zbriši

source: The domain name is incorrect
sl: Napačno ime domene

source: Outgoing Server Authentication
sl: Overitev odhodnega strežnika

source: Outgoing &Server
sl: Odhodni &strežnik

source: &User name
sl: &Uporabniško ime

source: &Password
sl: &Geslo

source: Mail downloading
sl: Prejemanje pošte

source: Server
sl: Strežnik

source: Protocol
sl: Protokol

source: User
sl: Uporabnik

source: De&lete
sl: I&zbriši

source: Incoming mail redirection
sl: Preusmeritev dohodne pošte

source: &Alias
sl: &Drugo ime

source: &Destinations
sl: &Cilji

source: The alias format is incorrect.
sl: Oblika drugega imena ni pravilna.

source: The destinations for this alias are already defined.
sl: Cilji tega drugega imena so že določeni.

source: Aliases
sl: Druga imena

source: Alias
sl: Drugo ime

source: Destinations
sl: Cilji

source: Virtual domains
sl: Navidezne domene

source: Mail configuration
sl: Nastavitve pošte

source: Initializing...
sl: Pripravljanje …

source: &Outgoing mail server
sl: &Odhodni poštni strežnik

source: <p>The outgoing mail server is generally intended for dial-up connections. Enter the Internet service provider's SMTP server, such as <b>smtp.provider.com</b>.</p>
sl: <p>Odhodni poštni strežnik je v splošnem namenjen klicnim povezavam. Vpišite strežnik SMTP ponudnika internetnih storitev, npr. <b>smtp.ponudnik.si</b>.</p>

source: Do&main for the 'From' header
sl: Do&mena za glavo 'Od'

source: <p>You may want the mail you sent to appear as if it originated from <b>company.com</b> instead of <b>pc-042.company.com</b>. Use the text box provided or a more detailed dialog.</p>
sl: <p>Po potrebi je lahko vaša poslana pošta videti, kot da prihaja iz <b>podjetje.si</b> namesto <b>pc-042.podjetje.si</b>. Uporabite ponujeno vnosno polje ali podrobnejše pogovorno okno.</p>

source: &Domains for locally delivered mail
sl: &Domene za krajevno dostavljeno pošto

source: <p>Here, specify the domains for which the mail will be delivered locally. If you enter nothing, the local host name is assumed.</p>
sl: <p>Sem vpišite domene, za katere bo pošta dostavljena krajevno. Če ne vpišete ničesar, se privzame ime krajevnega gostitelja.</p>

source: Accept remote &SMTP connections
sl: Sprejmi oddaljene povezave &SMTP

source: <p>Mail can be received directly via the SMTP protocol or it can be downloaded from a POP or an IMAP server using <b>fetchmail</b>.</p>
sl: <p>Pošto se lahko prejme neposredno preko protokola SMTP ali pa se jo z uporabo<b>fetchmail</b>-a prejme s strežnika POP ali IMAP.</p>

source: &Enable virus scanning (AMaViS)
sl: &Omogoči pregledovalnik virusov (AMaViS)

source: <p><b>Enabling virus scanning (AMaViS)</b> checks incoming and outgoing mail with AMaViS.</p>
sl: <p><b>Omogočanje pregledovanja virusov (AMaViS)</b> bo preverjalo dohodno in odhodo pošto z uporabo AMaViS-a.</p>

source: <p>Enabling AMaViS will also enable the following modules: </p> <p><b>Spamassassin</b> SPAM scanner</p> <p><b>DKIM</b> checks Domain Key signed incomming mails</p> <p><b>Clamav</b> open source virus scanner engine</p>
sl: <p>Če omogočite AMaViS, bodo omogočeni tudi naslednji moduli:</p> <p><b>Spamassassin</b>: pregledovalnik neželene pošte</p> <p><b>DKIM</b>: preverja prejeto pošto, ki je podpisana z domenskim ključem</p> <p><b>ClamAV</b>: odprtokodni pogon za pregledovanje virusov.</p>

source: <p>If AMaViS is not installed and you want to use it, it will be installed automatically.</p>
sl: <p>Če AMaViS ni nameščen in ga želite uporabljati, se bo namestil samodejno.</p>

source: &Enable DKIM signing for outgoing mails.
sl: &Omogoči podpisovanje DKIM za odhodno pošto.

source: <p><b>Enabling DKIM signig for outgoing mails.</b></p>
sl: <p><b>Omogočanje podpisovanja DKIM za odhodno pošto.</b></p>

source: <p>Enabling DKIM for outgoing emails requires additional actions. A SSL key will be generated for the 'mydomain' value defined in Postfix. A new service 'submission' will be configured in Postfix. After this is set up you can send email with this service 'submission' from 'mynetworks' with enabled SASL authentication. Only the emails sent by this new service will be signed with the domain key.</p>
sl: <p>Omogočanje DKIM za odhodno pošto zahteva dodatna dejanja. Za vrednost »mydomain«, ki je določena v Postfix, bo ustvarjen ključ SSL. V Postfix bo nastavljena nova storitev »submission«. Po tem, ko je to nastavljeno, lahko s to storitvijo »submission« pošiljate pošto od »mynetworks« z omogočenim overjanjem SASL. S ključem domene bo podpisana samo pošta, ki bo poslana s to novo storitvijo.</p>

source: <p>The public key of the domain key needs to be offered by a Domain Name Service. The public key will be saved as a DNS TXT record in <b>/var/db/dkim/[mydomain].public.txt</b> and needs to be deployed to an according Domain Name Service. If there is a name service running on this server, which is the authoritative server for that domain, the public key will be added as a TXT record to that domain zone automatically.</p>
sl: <p>Javni ključ domenskega ključa mora ponujati storitev za imena domen. Shranjen bo kot zapis DNS TXT v <b>/var/db/dkim/[mojadomena].public.txt</b> in ga je potrebno razmestiti v ustrezno storitev za imena domen. Če imenska storitev teče na tem strežniku, ki je avtoritativen strežnik za to domeno, bo ključ samodejno dodan kot zapis TXT za to domensko območje.</p>

source: If you enable DKIM support, the virus scanning (AMaViS) will be enabled too.
sl: Če omogočite podporo za DKIM, bo omogočeno tudi pregledovanje virusov (AMaViS).

source: &Server
sl: &Strežnik

source: &Protocol
sl: &Protokol

source: &Remote user name
sl: Oddaljeno upo&rabniško ime

source: P&assword
sl: &Geslo

source: &Forward root's mail to
sl: &Posreduj pošto od root-a na

source: <p>It is recommended to have a regular user account for the system administrator and redirect root's mail to this account.</p>
sl: <p>Priporočljivo je imeti običajen uporabniški račun za sistemsega upravitelja in preusmeriti korensko pošto na ta račun.</p>

source: &Delivery Mode
sl: &Način dostave

source: <p>The <b>delivery mode</b> is usually <b>Directly</b>, unless you do not forward root's mail or want to access the mail via IMAP.</p>
sl: <p><b>Način dostave</b> je običajno <b>Neposredno</b>, razen če ne posredujete pošte uporabnika root ali želite dostopati do pošte preko IMAP.</p>

source: Reading the &User List
sl: Branje seznama &uporabnikov

source: Local users
sl: Lokalni uporabniki

source: LDAP users
sl: Uporabniki LDAP

source: NIS users
sl: Uporabniki NIS

source: The host name is incorrect
sl: Ime gostitelja je napačno

source: The user name format is incorrect.
sl: Format uporabnikovega imena je napačen.

source: Cannot use procmail when root's mail is not forwarded.
sl: Če korenska pošta ni poslana naprej, ne morete uporabiti procmail.

source: Directly
sl: Neposredno

source: Through procmail
sl: S pomočjo procmail

source: To IMAP Server
sl: Na strežnik IMAP

source: AMaViS, a virus scanner, will be installed.
sl: Namestil se bo AMaViS, iskalnik virusov.

source: AMaViS needs a virus scanner such as ClamAV to do the actual scanning, but ClamAV was not found. Configure a scanner manually.
sl: AMaViS za dejansko pregledovanje uporablja pregledovalnik virusov, kot je ClamAV. ClamAV ni bil najden. Ročno nastavite pregledovalnik.

source: Fetchmail, a mail downloading utility, will be installed.
sl: Namestil se bo Fetchmail, orodje za sprejemanje pošte.

source: Dovecot IMAP server, will be installed.
sl: Nameščen bo Dovecot (strežnik IMAP).

source: Initializing mail configuration
sl: Inicializacija poštne konfiguracije

source: Determining Mail Transport Agent (MTA)
sl: Določanje posrednika za prenos pošte (MTA)

source: Reading general settings
sl: Branje splošnih nastavitev

source: Reading masquerading settings
sl: Branje nastavitev za maskiranje

source: Reading downloading settings
sl: Branje nastavitev za sprejemanje

source: Reading alias tables
sl: Branje tabele vzdevkov

source: Reading authentication settings...
sl: Branje nastavitve pristnosti...

source: Error reading file %1. The file must have a fixed format to be readable by YaST. For details, see %2
sl: Napaka pri branju datoteke %1. Datoteka mora imeti določen format, da jo YaST lahko prebere. Za podrobnosti glejte %2

source: Error writing the fetchmail configuration.
sl: Napaka pri zapisovanju fetchmail konfiguracije.

source: Error writing file %1
sl: Napaka pri zapisovanju datoteke %1

source: Error running config.postfix
sl: Napaka pri izvajanju config.postfix

source: Error starting service %1.
sl: Napaka pri zagonu servisa %1.

source: Writing general settings
sl: Zapisovanje splošnih nastavitev

source: Writing masquerading settings
sl: Zapisovanje nastavitev za maskiranje

source: Writing alias tables
sl: Zapisovanje tabel vzdevkov

source: Writing downloading settings
sl: Zapisovanje nastavitev za sprejemanje

source: Writing authentication settings...
sl: Zapisovanje nastavitev pristnosti...

source: Finishing writing configuration files
sl: Zaključevanje zapisovanja prilagoditvenih datotek

source: Running Config Postfix
sl: Izvajanje config.postfix

source: Restarting services
sl: Ponovni zagon servisov

source: Saving mail configuration
sl: Shranjevanje poštne konfiguracije

source: Other
sl: Ostalo

source: Permanent
sl: Trajna

source: Dial-up
sl: Klicna

source: None
sl: Brez

source: Connection Type
sl: Vrsta povezave

source: Outgoing Mail Server
sl: Odhodni poštni strežnik

source: From Header
sl: Glava Od

source: Local Domains
sl: Lokalne domene

source: Masquerade Other Domains
sl: Maskiraj druge domene

source: Masquerade Users
sl: Maskiraj uporabnike

source: Accept remote SMTP connections
sl: Sprejmi oddaljene SMTP povezave

source: Yes
sl: Da

source: Use AMaViS
sl: Uporabi AMaViS

source: Use DKIM
sl: Uporabi DKIM

source: Virtual Users
sl: Navidezni uporabniki

source: Authentication
sl: Overitev
