Repository: seanpm2001/yast-translations
Catalog: po/pkg-bindings/*.po
Languages: sl

source: Never
sl: Nikoli

source: <P><BIG><B>Loading Available Packages</B></BIG></P><P>Loading available objects from the configured repositories is in progress. This may take a while...</P>
sl: <P><BIG><B>Nalaganje razpoložljivih paketov</B></BIG></P><P>poteka nalaganje razpoložljivih predmetov iz nastavljenih virov. To lahko traja dlje časa …</P>

source: <P><BIG><B>Loading Installed Packages</B></BIG></P><P>The package manager is reading installed packages...</P>
sl: <P><BIG><B>Nalaganje nameščenih paketov</B></BIG></P><P>Upravljalnik paketov bere nameščene pakete …</P>

source: <P><BIG><B>Registering a New Repository</B></BIG></P><P>A new repository is being registered. The package manager is reading the list of available packages in the repository...</P>
sl: <P><BIG><B>Registracija novega vira</B></BIG></P><P>Registrira se nov vir. Upravljalnik paketov bere seznam razpoložljivih paketov v viru …</P>

source: <P><BIG><B>Saving Repositories</B></BIG></P><P>The package manager is updating configured repositories...</P>
sl: <P><BIG><B>Shranjevanje virov</B></BIG></P><P>Upravljalnik paketov posodablja nastavljene vire …</P>

source: <P><BIG><B>Refreshing the Repository</B></BIG></P><P>The package manager is updating the repository content...</P>
sl: <P><BIG><B>Osveževanje vira</B></BIG></P><P>Upravljalnik paketov posodablja vsebino vira …</P>

source: The package cannot be selected to install.
sl: Paketa ni moč izbrati za namestitev.

source: The package is not available.
sl: Paket ni na voljo.

source: Cannot connect to the package manager
sl: Ni se moč povezati z upravljalnikom paketov

source: Maybe another YaST application is already running?
sl: Morda že teče drug program YaST?

source: Refreshing repository
sl: Osveževanje vira

source: Probing repository
sl: Preverjanje vira

source: Scanning products in
sl: Pregledovanje izdelkov v

source: Search Available Products
sl: Išči razpoložljive izdelke

source: Probe Source Type
sl: Preverjanje vrste vira

source: Download Descriptions
sl: Prejemanje opisov

source: Rebuild Cache
sl: Ponovna gradnja medpomnilnika

source: Load Data
sl: Nalaganje podatkov

source: Adding the Repository...
sl: Dodajanje vira …

source: Downloading
sl: Prejemanje

source: Refresh Metadata
sl: Osveževanje metapodatkov

source: Refreshing Repository...
sl: Osveževanje vira …

source: Target is not a directory:
sl: Cilj ni mapa:

source: Cannot create directory
sl: Ni moč ustvariti mape

source: Cannot check status of directory
sl: Ni moč preveriti stanja mape

source: Error: Cannot copy the cache to the target directory
sl: Napaka: ni moč skopirati medpomnilnika v ciljno mapo

source: Copying failed
sl: Kopiranje je spodletelo

source: Error refreshing service
sl: Napaka osveževanja storitve

source: Refresh Sources
sl: Osvežitev virov

source: Loading the Package Manager...
sl: Nalaganje upravljalnika paketov …

source: Load Sources
sl: Nalaganje virov

source: Cannot find source
sl: Ni moč najti vira

source: Remove Repositories
sl: Odstranjevanje virov

source: Save Repositories
sl: Shranjevanje virov

source: Saving Repositories...
sl: Shranjevanje virov …

source: Initialize the Target System
sl: Priprava ciljnega sistema

source: Read Installed Packages
sl: Branje nameščenih paketov
