Repository: seanpm2001/yast-translations
Catalog: po/firewall-services/*.po
Languages: sl

source: Zeroconf/Bonjour Multicast DNS
sl: Imenski strežnik Zeroconf/Bonjour

source: Zeroconf/Bonjour Multicast DNS (mDNS) ports for Service Discovery (DNS-SD)
sl: Vrata imenskega strežnika Zeroconf/Bonjour za oddajanje večim (mDNS) za odkrivanje storitev (DNS-SD)

source: cyrus-imapd Server
sl: Strežnik cyrus-imapd

source: Open ports for the cyrus-imapd Server.
sl: Odpri vrata za strežnik cyrus-imapd.

source: DHCPv4 Server
sl: Strežnik DHCPv4

source: Open ports for ISC DHCPv4 4.x server.
sl: Odpri vrata za strežnik ISC DHCPv4 4.x

source: Open ports for the dnsmasq DNS/DHCP server.
sl: Odpri vrata za strežnik DNS/DHCP (dnsmasq).

source: mDNS/Bonjour support for HPLIP
sl: Podpora mDNS/Bonjour za HPLIP

source: Firewall Configuration file for mDNS/Bonjour support for HPLIP
sl: Nastavitve požarnega zidu za podporo mDNS/Bonjour za HPLIP

source: icecream daemon
sl: Ozadnji program icecream

source: opens socket for the icecream compilation daemon
sl: Odpre vtič za ozadnji program za prevajanje icecream

source: icecream scheduler
sl: Razporejevalnik icecream

source: Opens ports for the icecream scheduler
sl: Odpre vrata za razporejevalnik icecream

source: iSNS Daemon
sl: Ozadnji program iSNS

source: Open ports for iSNS daemon with broadcast allowed.
sl: Odpri vrata za ozadnji program iSNS z dovoljenim oddajanjem večim.

source: Netbios Server
sl: Strežnik NetBIOS

source: Open ports for Samba Netbios server with broadcast allowed.
sl: Odpri vrata za strežnik Samba NetBIOS z dovoljenim oddajanjem večim.

source: NFS Client
sl: Odjemalec NFS

source: Firewall configuration for NFS client. Open ports for NFS client to allow connection to an NFS server.
sl: Nastavitev požarnega zidu za odjemalec NFS. Odpri vrata za omogočanje povezave s strežnikom NFS.

source: NFS Server Service
sl: Storitev strežnika NFS

source: Firewall configuration for NFS kernel server. Open ports for NFS to allow other hosts to connect.
sl: Nastavitev požarnega zidu za strežnik NFS v jedru. Odpri vrata za omogočanje povezav drugih gostiteljev.

source: xntp Server
sl: Strežnik xntp

source: Open ports for xntp.
sl: Odpri vrata za xntp.

source: OpenLDAP Server
sl: Strežnik OpenLDAP

source: Open ports for the OpenLDAP server (slapd).
sl: Odpri vrata za strežnik OpenLDAP (slapd).

source: OpenSLP Server (SLP)
sl: Strežnik OpenSLP (SLP)

source: Enable OpenSLP server to advertise services.
sl: Omogoči strežniku OpenSLP, da oglašuje storitve.

source: Rsync server
sl: Strežnik rsync

source: Opens port for rsync server in order to allow remote synchronization
sl: Odpre vrata za strežnik rsync in omogoči oddaljeno usklajevanje

source: Samba Client
sl: Odjemalec Samba

source: Enable browsing of SMB shares.
sl: Omogoči brskanje po deljenih mapah SMB.

source: Samba Server
sl: Strežnik Samba

source: Open ports for Samba server.
sl: Odpre vrata za strežnik Samba.

source: SMTP with sendmail
sl: SMTP s sendmail

source: Firewall configuration file for sendmail
sl: Nastavitve požarnega zidu za sendmail

source: Secure Shell Server
sl: Strežnik Secure Shell (SSH)

source: Open ports for the Secure Shell server.
sl: Odpri vrata za strežnik Secure Shell (SSH).

source: Open ports for svnserve
sl: Odpri vrata za svnserve

source: VNC mini-HTTP server
sl: Strežnik VNC mini-HTTP

source: Opens the VNC HTTP ports so that browsers can connect.
sl: Odpre vrata HTTP za VNC in omogoči povezave z brskalnikom.

source: Open VNC server ports so that viewers can connect.
sl: Odpri vrata strežnika VNC in odjemalcem omogoči povezavo.

source: vsftpd Server
sl: Strežnik vsftpd

source: Open ports for vsftpd server.
sl: Odpri vrata za strežnik vsftpd.

source: NIS Client
sl: Odjemalec NIS

source: The ypbind daemon binds NIS clients to an NIS domain.
sl: Ozadnji program ypbind naveže odjemalce na domeno NIS.
