Repository: seanpm2001/yast-translations
Catalog: po/online-update-configuration/*.po
Languages: sl

source: Online Update Configuration Module Help
sl: Pomoč za modul Nastavitve internetne posodobitve

source: The registration module is not available.
sl: Modul za registracijo ni na voljo.

source: Please install yast2-registration and try again.
sl: Namestite yast2-registration in poskusite znova.

source: Online Update Configuration
sl: Nastavitve internetne posodobitve

source: (default)
sl: (privzeto)

source: (none)
sl: (brez)

source: Update Repository
sl: Posodobitveni vir

source: Automatic Online Update
sl: Samodejna internetna posodobitev

source: Set Default
sl: Nastavi na privzeto

source: Advanced
sl: Napredno

source: Filter by Category
sl: Filtriranje po kategoriji

source: Patch Categories
sl: Kategorije popravkov

source: enabled
sl: omogočeno

source: disabled
sl: onemogočeno

source: Edit Software Repositories
sl: Urejanje virov programske opreme

source: Register for support and get update repository
sl: Registrirajte se za podporo in dobite posodobitveni vir

source: Send hardware information to the smolt project
sl: Pošlji podatke o strojni opremi projektu smolt

source: Skip Interactive Patches
sl: Preskoči popravke, ki zahtevajo posredovanje

source: Agree with Licenses
sl: Sprejmi licence

source: Include Recommended Packages
sl: Vključi priporočene pakete

source: Use delta rpms
sl: Uporabljaj razlikovne pakete

source: Current Update Repository:
sl: Trenutni posodobitveni vir:

source: In order to add the default update repository you have to register this product.
sl: Da lahko dodate privzeti posodobitveni vir, morate registrirati ta izdelek.

source: Do you want to perform the registration now?
sl: Ali želite izdelek registrirati sedaj?

source: <p>In <b>%1</b> the current update repository is shown.</p>
sl: <p> V <b>%1</b> je prikazan trenutni posodobitveni vir.</p>

source: <p>Press <b>%1</b> to use the default update repository.</p>
sl: <p>Kliknite <b>%1</b>, da uporabite privzeti posodobitveni vir.</p>

source: <p>Find related actions in the <b>%1</b> menu.</p>
sl: <p>Povezana dejanja najdete v meniju <b>%1</b>.</p>

source: <p>In <b>%1</b> set up the automatic online update.</p>
sl: <p>V <b>%1</b> lahko nastavite samodejno internetno posodobitev.</p>

source: <p>Select an update interval and specify if interactive patches should be ignored and if licenses should be automatically agreed with.</p>
sl: <p>Izberite interval med posodobitvami in izberite, ali naj se popravke, ki zahtevajo posredovanje, prezre. Prav tako izberite, ali se licence sprejmejo samodejno.</p>

source: <p>All packages that are recommended by an updated package will be installed when <b>%1</b> is enabled.</p>
sl: <p>Če je omogočeno <b>%1</b>, bodo nameščeni vsi paketi, ki jih predlaga posodobljen paket.</p>

source: <p>Category filter for patches can be configured in the section <b>%1</b>. Only patches of the listed categories will be installed. Others will be skipped.</p>
sl: <p>V razdelku <b>%1</b> lahko nastavite filter po kategorijah popravkov. Nameščeni bodo samo popravki, izbranih kategorij. Ostali bodo preskočeni.</p>

source: daily
sl: dnevno

source: weekly
sl: tedensko

source: monthly
sl: mesečno

source: Packagemanager and YaST
sl: Upravljalnik paketov in YaST

source: Security
sl: Varnost

source: Recommended
sl: Priporočeno

source: Optional
sl: Izbirno

source: Document
sl: Dokument

source: Other
sl: Ostalo
