Repository: seanpm2001/yast-translations
Catalog: po/nfs/*.po
Languages: ar, de, gu, hu, ko, mk, pa, pl, pt, ru, sk, xh, zu

source: <p>For a list of <b>Options</b>, read the man page mount(8).</p>
ar: <p>للحصول على قائمة من <b>الخيارات</b>، قم بقراءة توصيل الصفحة اليدوية (8).</p>
de: <p>Eine Liste der <b>Optionen</b> finden Sie auf der Handbuch-Seite zu mount(8).</p>
gu: <p> <b>વિકલ્પો</b> ની સૂચિમાં, મેન પેજ (8) વાંચો.</p>
hu: <p>A <b>Paramétereket</b> a mount(8) parancs kézikönyvoldala sorolja fel.</p>
ko: <p><b>옵션</b> 목록을 보려면 맨 페이지 mount(8)를 읽어보십시오.</p>
mk: <p>За листа на <b>„Опции“</b>, прочитајте го прирачникот за mount(8).</p>
pa: <p><b>ਚੋਣ</b> ਦੀ ਲਿਸਟ ਲਈ manpage mount(8) ਪੜ੍ਹੋ ਜੀ।</p>
pl: <p>Listę <b>Opcji</b> można znaleźć na stronie podręcznika systemowego dla mount(8).</p>
pt: <p>Para uma lista de <b>Opções</b>, consulte o manual de mount(8).</p>
ru: <p>Список <b>параметров</b> см. на странице руководства mount(8).</p>
sk: <p>Zoznam <b>Volieb</b> nájdete v manuálovej stránke mount(8).</p>
xh: <p>Ngoluhlu lwe <b>Zikhethwa</b>, funda ukugxunyekwa kwephepha le-man(8).</p>
zu: <p>Ngohlu oluthi <b>Okukhethwa Kukho</b>, funda isixhakathisi sekhasi eliyinhloko(8).</p>

source: Scanning for hosts on this LAN...
ar: يتم الآن البحث عن أجهزة مضيفة على شبكة LAN هذه...
de: Suche nach Rechnern in diesem LAN...
gu: આ LAN ઉપર હોસ્ટસ માટે સ્કેનીંગ...
hu: Gépek keresése a helyi hálózaton...
ko: 이 LAN에서 호스트를 위해 검색중...
mk: Скенирам за компјутери во оваа локална мрежа...
pa: ਇਸ ਲਾਨ(LAN) ਉੱਤੇ ਹੋਸਟ ਦੀ ਖੋਜ ਜਾਰੀ ਹੈ...
pl: Wyszukiwanie hostów w sieci LAN...
pt: A procurar computadores nesta LAN...
ru: Сканирование хостов в данной локальной сети (LAN)...
sk: Prehľadáva sa LAN a zisťujú sa pripojené počítače...
xh: Ukuskena abamkeli kule-LANâ€¦
zu: Iskenela ukuthola iziphakeli (hosts) kule LAN...

source: No NFS server has been found on your network.
ar: تعذر العثور على خادم NFS على الشبكة الخاصة بك.
de: Es wurde kein NFS-Server in Ihrem Netzwerk gefunden.
hu: A hálózaton nem található NFS-kiszolgáló.
ko: 사용자의 네트워크에서 NFS 서버를 찾을 수 없습니다.
pl: W sieci lokalnej nie znaleziono serwera NFS.
pt: Não foi encontrado nenhum servidor NFS na sua rede.
ru: NFS-сервер не найден в вашей сети.
sk: Vo vašej sieti nebol nájdený žiadny NFS server.

source: This could be caused by a running firewall, which probably blocks the network scanning.
ar: قد يحدث هذا بسبب تشغيل جدار الحماية، مما قد يؤدي إلى حظر المسح عبر الشبكة.
de: Dies wird möglicherweise durch eine aktive Firewall verursacht, die den Netzwerk-Scan blockiert.
hu: Ezt okozhatja egy futó tűzfal is, amely valószínűleg blokkolja a hálózati felderítést.
ko: 이는 네트워크 검색을 차단하는 실행 중인 방화벽으로 인해 발생할 수 있습니다.
mk: Ова може да e предизвикаno од активен огнен ѕид, кој најверојатно го блокира скенирањето на мрежата.
pl: Może to być spowodowane przez działającą zaporę sieciową, która prawdopodobnie blokuje skanowanie sieci.
pt: Isto pode ser causado por uma firewall em funcionamento, e que provavelmente bloqueia a digitalização da rede.
ru: Причиной может быть работа брандмауэра, при которой возможно блокирование сканирования сети.
sk: Toto by mohlo byť spôsobené spusteným firewallom, ktorý pravdepodobne blokuje skenovanie siete.

source: Select the Mount Point
ar: تحديد نقطة التوصيل
de: Wählen Sie den Einhängepunkt aus
gu: માઉન્ટ પોઇન્ટ સિલેક્ટ
hu: Válassza ki a csatolási pontot
ko: 마운트 포인트 선택
mk: Изберете ја точката на монтирање
pa: ਮਾਊਂਟ ਪੁਆਇੰਟ ਚੁਣੋ
pl: Proszę wybrać miejsce montowania
pt: Seleccione o Ponto de Montagem
ru: Выберите точку монтирования
sk: Vyberte bod pripojenia
xh: Khetha Indawo yokuGxumeka
zu: Khetha Indawo Yokuxhakathisa

source: &Exported Directories
ar: الدلائل الم&صدَّرة
de: &Exportierte Verzeichnisse
gu: &એક્સપોર્ટેડ ડાયરેક્ટરીઝ
hu: &Megosztott könyvtárak
ko: 엑스포트된 디렉토리(&E)
mk: &Експортирани папки
pa: ਐਕਸਪੋਰਟ ਕੀਤੀਆਂ ਡਾਇਰੈਕਟਰੀਆਂ(&E)
pl: Katalogi wy&eksportowane
pt: Directórios E&xportados
ru: &Экспортируемые каталоги
sk: E&xportované priečinky
xh: &Oovimba Beefayili Abathunyelwa Ngaphandle
zu: &Ama-Directory Adlulisiwe

source: &NFS Servers
ar: خوادم NFS
de: &NFS-Server
gu: &NFS સર્વર્સ
hu: N&FS-kiszolgálók
ko: NFS 서버(&N)
mk: „&NFS“ сервери
pa: NFS ਸਰਵਰ(&n)
pl: Serwery &NFS
pt: &Servidores NFS
ru: &NFS-серверы
sk: &NFS servery
xh: &Iiseva ze-NFS
zu: &Iziphakelalwazi Ze-NFS

source: Getting directory list for "%1"...
ar: الحصول على قائمة دليل لـ "%1"...
de: Verzeichnisliste für "%1" wird geholt...
gu: "%1" માટે ડાયરેક્ટરી સૂચિ મેળવવાનું....
hu: "%1" könyvtárlistájának lekérése...
ko: "%1"을 위해 디렉토리 목록을 얻는중...
mk: Ја земам листата со папки за „%1“...
pa: "%1" ਲਈ ਡਾਇਰੈਕਟਰੀ ਪਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Pobieranie listy katalogów dla "%1"...
pt: A obter a lista de directório para "%1"...
ru: Получение списка каталогов с хоста %1...
sk: Získavam zoznam priečinkov pre "%1"...
xh: Ifumana uluhlu lukavimba wefayili"%1"...
zu: Ithola uhlu lwe-directory ye-"%1"...

source: The NFS scan failed.
ar: فشل مسح NFS.
de: NFS-Suche fehlgeschlagen.
hu: Nem sikerült az NFS-vizsgálat.
ko: NFS scan이 실패했습니다.
pl: Skanowanie serwera NFS nie powiodło się.
pt: A análise NFS falhou.
ru: Ошибка сканирования NFS.
sk: NFS skenovanie zlyhalo.

source: This entry uses old ways of specifying the NFS protocol version that do not longer work as they used to do it (like the usage of 'nfs4' as file system type or the usage of 'minorversion' in the mount options). Editing the entry will change how the version is specified, with no possibility to use old outdated method again. Proceed and edit?
ar: يستخدم هذا الإدخال الأساليب القديمة لتحديد إصدار بروتوكول NFS التي لم تعد تعمل كما كانت من قبل (مثل استخدام "nfs4" كنوع نظام ملفات أو استخدام "minorversion" في خيارات التوصيل). سيؤدي تحرير الإدخال إلى تغيير كيفية تحديد الإصدار، مع عدم إمكانية استخدام الأسلوب القديم مرة أخرى. هل تريد المتابعة والتحرير؟
de: Bei diesem Eintrag wurde eine alte Methode zur Angabe der NFS-Protokollversion verwendet, die nicht mehr wie zuvor funktioniert (beispielsweise wurde 'nfs4' als Dateisystemtyp oder 'minorversion' in den Einhängeoptionen verwendet). Durch Bearbeitung des Eintrags wird die Methode der Versionsangabe geändert und die veraltete Methode kann nicht mehr verwendet werden. Möchten Sie fortfahren und den Eintrag bearbeiten?
hu: Ebben a bejegyzésben régi módszerrel van megadva az NFS protokoll verziója. Ez a módszer már nem úgy működik, mint korábban (például az 'nfs4' használata a fájlrendszer típusának megadásához, vagy a 'minorversion' használata a csatlakoztatási beállítások között). A bejegyzés szerkesztése megváltoztatja a verzió megadásának módját, és a régi, elavult módszer már nem lesz használható. Folytatja a szerkesztéssel?
ko: 이 항목은 NFS 프로토콜의 버전을 지정하기 위해 더 이상 지원되지 않는 기존 방식(예: 파일 시스템 형식으로 'nfs4'를 사용하거나 마운트 옵션에서 'minorversion' 사용)을 사용 중입니다. 항목을 수정하면 기존 오래된 방식을 다시 사용하지 않도록 버전 지정 방식이 변경됩니다. 수정을 계속하시겠습니까?
pl: W tym wpisie wykorzystywane są stare metody określania wersji protokołu NFS, (takie jak użycie 'nfs4' jako typu systemu plików lub użycie opcji 'minorversion' podczas montowania), które nie działają już w dotychczasowy sposób. Dokonanie edycji tego wpisu spowoduje zmianę sposobu, w jaki jest określana wersja, i nie będzie można już powrócić do używania starej, nieaktualnej metody. Czy chcesz kontynuować i dokonać edycji?
pt: Esta entrada utiliza as antigas formas de especificar a versão do protocolo NFS que já não trabalham como costumavam (como a utilização de 'nfs4' como tipo de sistema de ficheiros ou o uso de 'minorversion' nas opções de montagem). A edição da entrada irá alterar a forma como a versão é especificada, sem possibilidade de utilizar novamente o velho método ultrapassado. Proceder e editar?
ru: В этой записи для определения версии протокола NFS используются устаревшие способы, которые больше не работают так, как прежде (например, nfs4 в качестве типа файловой системы или атрибут minorversion в параметрах монтирования). Если вы измените эту запись, способ определения версии изменится и вернуться к устаревшему способу будет нельзя. Продолжить и изменить?
sk: Tento záznam používa staré spôsoby špecifikácie verzie protokolu NFS, ktoré už nefungujú tak, ako to robili predtým (ako napríklad použitie 'nfs4' ako typu súborového systému alebo použitie 'minoritnej_verzie' v možnostiach pripojenia). Úprava záznamu zmení spôsob zadania verzie, bez možnosti použitia starej zastaranej metódy opätovne. Pokračovať a upraviť?

source: NFS &Version
ar: إ&صدار NFS
hu: NFS &verziója
ko: NFS 버전(&V)
pl: &Wersja NFS
pt: &Versão NFS
ru: &Версия NFS
sk: &Verzia NFS

source: Any (Highest Available)
ar: أي خيار (الأعلى توفرًا)
de: Irgendeins (Höchstes Verfügbares)
hu: Bármelyik (a legmagasabb elérhető)
ko: 모두(최상위 버전 사용 가능)
pl: Dowolny (najwyższy dostępny)
pt: Qualquer (O Mais Alto Disponível)
ru: Любой (максимальный возможный)
sk: Akýkoľvek (Najvyššie dostupné)

source: Force NFSv3
ar: تمكين NFSv3
de: NFSv3 erzwingen
hu: NFSv3 kényszerítése
ko: NFSv3 강제 적용
pl: Wymuszaj NFSv3
pt: Forçar NFSv3
ru: Принудительно использовать NFSv3
sk: Vnútiť NFSv3

source: Force NFSv4
ar: فرض NFSv4
de: NFSv4 erzwingen
hu: NFSv4 kényszerítése
ko: NFSv4 강제 적용
pl: Wymuszaj NFSv4
pt: Forçar NFSv4
ru: Принудительно использовать NFSv4
sk: Vnútiť NFSv4

source: Force pNFS (v4.1)
ar: فرض pNFS ‎‏(v4.1)
de: pNFS (v4.1) erzwingen
hu: pNFS (v4.1) kényszerítése
ko: pNFS (v4.1) 강제 적용
pl: Wymuszaj pNFS (v4.1)
pt: Forçar pNFS (v4.1)
ru: Принудительно использовать pNFS (4.1)
sk: Vnútiť pNFS (v4.1)

source: Force NFSv4.2
ar: فرض إصدار NFS 4.2
de: NFSv4.2 erzwingen
hu: NFSv4.2 kényszerítése
ko: NFSv4.2 강제 적용
pl: Wymuszaj NFSv4.2
pt: Forçar NFSv4.2
ru: Принудительно использовать NFSv4.2
sk: Vnútiť NFSv4.2

source: Unable to create directory '%1'.
ar: تعذر إنشاء الدليل '%1'.
de: Das Verzeichnis '%1' konnte nicht angelegt werden.
gu: ડાયરેક્ટરી '%1' રચવા અસમર્થ.
hu: Nem sikerült létrehozni a(z) '%1' könyvtárat.
ko: '%1' 디렉토리를 생성할 수 없습니다.
mk: Не можам да ја креирам папката „%1“.
pa: ਡਾਇਰੈਕਟਰੀ '%1' ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ ਹੈ।
pl: Nie można utworzyć katalogu '%1'.
pt: Não foi possível criar o directório '%1'.
ru: Невозможно создать каталог '%1'.
sk: Nepodarilo sa vytvoriť adresár '%1'.
xh: Ayikwazi kudala uvimba weefayili '%1'.
zu: Ayikwazi ukwakha i-directory '%1'.

source: Unable to write to /etc/fstab. No changes will be made to the the NFS client configuration.
ar: تعذرت الكتابة إلى /etc‏/fstab. لن يتم إجراء أية تغييرات على تكوين عميل NFS.
de: Schreiben in /etc/fstab nicht möglich. Es werden keine Änderungen an der NFS-Client-Konfiguration vorgenommen.
gu: /etc/fstab ને લખવા અસમર્થ. NFS ક્લાયન્ટ કોન્ફીગરેશનમાં કોઇ પરિવર્તનો કરાશે નહીં.
hu: Nem sikerült írni az /etc/fstab fájlba. Nem lesz változás az NFS-kliens beállításában.
ko: /etc/fstab에 쓸 수 없습니다. NFS 클라이언트 구성이 변경되지 않습니다.
mk: Не можам да запишам во „/etc/fstab“. Нема да се применат промени во конфигурацијата на „NFS“ клиентот.
pa: /etc/fstab ਲਿਖਣ ਵਿੱਚ ਅਸਮਰਥ ਹੈ। NFS ਕਲਾਇਟ ਸੰਰਚਨਾ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ।
pl: Nie można zapisać pliku /etc/fstab. Nie zostaną dokonane żadne zmiany konfiguracji klienta NFS.
pt: Não foi possível gravar o ficheiro /etc/fstab. Não serão feitas alterações à configuração do cliente NFS.
ru: Не удается записать данные в каталог /etc/fstab. В конфигурацию клиента NFS не будут внесены изменения.
sk: Nepodarilo sa zapísať do /etc/fstab. Zmeny nebudú zapísané do konfigurácie NFS klienta.
xh: Ayikwazi kubhalela ku /etc/fstab. Akukho tshintsho luza kwenziwa ku bumbeko lomxumi we-NFS.
zu: Ayikwazi ukubhala ku-/etc/fstab. Azikho izinguquko eziyokwenziwa ekuhlelweni kwe-client ye-NFS.

source: Writing NFS Configuration
ar: كتابة تكوين NFS
de: NFS-Konfiguration wird geschrieben
gu: NFS કોન્ફીગરેશન લખી રહયું છે
hu: NFS-beállítások mentése
ko: NFS 구성 쓰기
mk: Зачувување на конфигурацијата на „NFS“
pa: NFS ਸੰਰਚਨਾ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ
pl: Zapisywanie konfiguracji NFS
pt: A escrever a Configuração NFS
ru: Запись конфигурации NFS
sk: Zapisujem konfiguráciu NFS
xh: Ibhala Ubumbeko lwe-NFS
zu: Ibhala Ukuhlelwa Kwe-NFS

source: Start services
ar: بدء الخدمات
de: Dienste starten
gu: સ્ટાર્ટ સર્વિસીસ
hu: Szolgáltatások indítása
ko: 서비스 시작
mk: Вклучи сервиси
pa: ਸਰਵਿਸਾਂ ਸ਼ੁਰੂ ਕਰੋ
pl: Uruchomienie usług
pt: Iniciar serviços
ru: Запуск служб
sk: Spustenie služieb
xh: Kuqaliswa iinkonzo
zu: Qalisa amasevisi

source: Starting services...
ar: يتم الآن بدء الخدمات...
de: Dienste werden gestartet...
gu: સેવાઓ શરૂ કરી રહયું છે...
hu: Szolgáltatások indítása...
ko: 서비스 시작 중...
mk: Вклучување на сервисите...
pa: ਸਰਵਿਸਾਂ ਸ਼ੁਰੂ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pl: Uruchamianie usług...
pt: A iniciar serviços...
ru: Запуск служб...
sk: Spúšťam služby...
xh: Iqalisa iinkonzo...
zu: Iqalisa amasevisi...

source: Finished
ar: انتهى
de: Fertig
gu: સમાપ્ત
hu: Befejeződött
ko: 완료됨
mk: Завршено
pa: ਮੁਕੰਮਲ
pl: Zakończono
pt: Terminado
ru: Готово
sk: Dokončené
xh: Kugqityiwe
zu: Iphothulile

source: Writing NFS client settings. Please wait...
ar: تتم الآن كتابة إعدادات عميل NFS. الرجاء الانتظار...
de: Einstellungen des NFS-Client werden geschrieben. Bitte warten...
gu: NFS ક્લાયન્ટ ગોઠવણો લખી રહયું છે. કૃપા કરી રાહ જુઓ...
hu: NFS-ügyfél beállításainak mentése. Kérem, várjon...
ko: NFS 클라이언트 설정을 쓰고 있습니다. 잠시 기다려 주십시오...
mk: Зачувување на поставувањата на „NFS“ клиентот. Ве молам почекајте...
pa: NFS ਕਲਾਇਟ ਸੈਟਿੰਗ ਲਿਖੀ ਜਾ ਰਹੀ ਹੈ। ਉਡੀਕੋ ਜੀ...
pl: Zapisywanie ustawień klienta NFS. Proszę czekać...
pt: A escrever as definições de cliente NFS. Por favor aguarde...
ru: Запись параметров клиента NFS. Подождите...
sk: Zapisujú sa nastavenia klienta NFS. Prosím čakajte...
xh: Ibhala izakhelo zomxumi we-NFS. Nceda Lindaâ€¦
zu: Ibhala amasethingi e-NFS. Sicela ulinde...

source: NFS Entries
ar: إدخالات NFS
de: NFS-Einträge
gu: NFS એન્ટ્રીઓ
hu: NFS-bejegyzések
ko: NFS 항목
mk: „NFS“ записи
pa: NFS ਐਂਟਰੀਆਂ
pl: Pozycje NFS
pt: Entradas NFS
ru: Записи NFS
sk: NFS položky
xh: Amangeniso e-NFS
zu: Okufakiwe Kwe-NFS

source: %1 entries configured
ar: تم تكوين %1 من الإدخالات
de: %1 Einträge konfiguriert
gu: %1 એન્ટ્રીઓ કોન્ફીગર કરાયેલ
hu: %1 bejegyzés beállítva
ko: %1개 항목이 구성됨
mk: Конфигурирани се „%1“ записи
pa: %1 ਐਂਟਰੀਆਂ ਸੰਰਚਿਤ ਨਹੀਂ
pl: %1 pozycje skonfigurowane
pt: %1 entradas configuradas
ru: Настроено записей: %1
sk: %1 položiek nakonfigurovaných
xh: %1 amangeniso abumbekileyo
zu: %1 okufakiwe okuhleliwe

source: Empty option strings are not allowed.
ar: غير مسموح باستخدام سلاسل خيارات فارغة.
de: Leere Optionszeichenketten sind nicht zulässig.
gu: ખાલી વિકલ્પો સ્ટ્રીંગ્સની છૂટ નથી.
hu: Meg kell adni paramétert.
ko: 옵션 문자열은 비워 둘 수 없습니다.
mk: Не се дозволени празни стрингови во опциите.
pa: ਖਾਲੀ ਚੋਣ ਸਤਰ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ!
pl: Pusty ciąg znaków dla opcji jest niedozwolony.
pt: Não é permitida uma cadeia de caracteres vazia para as opções.
ru: Строка параметров должна быть заполнена.
sk: Prázdne reťazce vo voľbách nie sú povolené.
xh: Uluhlu lwamagama esikhethwa esingenanto aluvumelekanga.
zu: Ukukhetha okungenalutho akuvunyelwe.

source: Unexpected value '%{value}' for option '%{key}'
ar: قيمة غير متوقعة '%{value}' للخيار '%{key}'
de: Unerwarteter Wert '%{value}' für Option '%{key}'
hu: Nem várt érték (%{value}) a(z) %{key} beállításnál
ko: 옵션 '%{key}'에 대한 예기치 않은 값 '%{value}'
pl: Nieoczekiwana wartość '%{value}' opcji '%{key}'
pt: Valor inesperado '%{value}' para a opção '%{key}'
ru: Непредвиденное значение «%{value}» для параметра «%{key}»
sk: Neočakávaná hodnota '%{value}' pre voľbu '%{key}'

source: Unknown option: '%{key}'
ar: خيار غير معروف: '%{key}'
de: Unbekannte Option: '%{key}'
hu: Ismeretlen beállítás: '%{key}'
ko: 알 수 없는 옵션: '%{key}'
pl: Nieznana opcja: '%{key}'
pt: Opção desconhecida: '%{key}'
ru: Неизвестный параметр: %{key}
sk: Neznáma voľba: '%{key}'

source: Invalid option: '%{opt}'
ar: خيار غير صالح: '%{opt}'
de: Ungültige Option: '%{opt}'
hu: Érvénytelen beállítás: '%{opt}'
ko: 잘못된 옵션: '%{opt}'
pl: Nieprawidłowa opcja: '%{opt}'
pt: Opção inválida: '%{opt}'
ru: Неверный параметр: %{opt}
sk: Neplatná voľba: '%{opt}'

source: Empty value for option: '%{key}'
ar: قيمة فارغة للخيار: '%{key}'
de: Leerer Wert für Option: '%{key}'
hu: Üres érték a következőnél: '%{key}'
ko: 빈 옵션 값: '%{key}'
pl: Pusta wartość dla opcji: '%{key}'
pt: Valor vazio para opção: '%{key}'
ru: Не задано значение следующего параметра: %{key}
sk: Prázdna hodnota pre voľbu: '%{key}'

source: <p>Each NFS share is identified by remote NFS server address and exported directory, local directory where the remote directory is mounted, version of the NFS protocol and mount options. For further information about mounting NFS and mount options, refer to <tt>man nfs</tt>.</p>
de: <p>Jede NFS-Freigabe wird durch die Adresse des entfernten NFS-Servers, das exportierte Verzeichnis, das lokale Verzeichnis, in das das entfernte Verzeichnis eingehängt ist, die Version des NFS-Protokolls und die Einhängeoptionen identifiziert. Weitere Informationen zu NFS-Freigaben und Einhängeoptionen finden Sie auf der Handbuch-Seite <tt>man nfs</tt>.</p>
sk: <p>Každé NFS zdieľanie je identifikované podľa adresy NFS servera a zdieľaného priečinka, lokálny priečinok kam je vzdialený priečinok pripojený, verzia NFS protokolu a voľby pripojenia. Pre ďalšie informácie o pripojovaní NFS a jeho voľbách použite <tt>man nfs</tt></p>

source: <p>To mount a new NFS share, click <B>Add</B>. To change the configuration of a currently mounted share, click <B>Edit</B>. Remove and unmount a selected share with <B>Delete</B>.</p>
de: <p>Zum Einhängen einer neuen NFS-Freigabe klicken Sie auf <B>Hinzufügen</B>. Zum Ändern der Konfiguration einer aktuell eingehängten Freigabe klicken Sie auf <B>Bearbeiten</B>. Zum Entfernen und Aushängen einer ausgewählten Freigabe klicken Sie auf <B>Löschen</B>.</p>
sk: <p>Pre pripojenie nového NFS zdieľania kliknite na <B>Pridať</B>. Ak chcete zmeniť konfiguráciu aktuálne pripojeného zdieľania použite, kliknite na <B>Upraviť</B>. Pre odstránenie a odpojenie vybraného zdieľania použite <B>Zmazať</B>.</p>
