Repository: seanpm2001/yast-translations
Catalog: po/nfs/*.po
Languages: ar, de, gu, hu, ko, mk, pa, pl, pt, ru, sk, xh, zu

source: Configuration of NFS client
ar: تكوين عميل NFS
de: Konfiguration des NFS-Clients
gu: NFS ક્લાયન્ટનું કોન્ફીગરેશન
hu: Az NFS-kliens beállítása
ko: NFS 클라이언트 구성
mk: Конфигурација на „NFS“ клиент
pa: NFS ਕਲਾਇਟ ਦੀ ਸੰਰਚਨਾ
pl: Konfiguracja klienta NFS
pt: Configuração do cliente NFS
ru: Конфигурация клиента NFS
sk: Konfigurácia klienta NFS
xh: Ubumbeko lwe-NFS lomxumi
zu: Ukuhlelwa kwe-client ye-NFS

source: List configured NFS mounts
ar: سرد توصيلات NFS المُكوَّنة
de: Konfigurierte NFS-Einhängepunkte auflisten
gu: લીસ્ટ કોન્ફીગર્ડ NFS માઉન્ટ્સ
hu: Beállított NFS-csatolások listája
ko: 구성된 NFS 마운트 목록
mk: Излистај ги конфигурираните „NFS“ монтирања
pa: ਸੰਰਚਿਤ NFS ਮਾਊਂਟ ਵੇਖਾਓ
pl: Pokaż skonfigurowane katalogi NFS
pt: Listar montagens NFS configuradas
ru: Список настроенных точек монтирования NFS
sk: Vypísať nastavené NFS položky
xh: Dwelisa izakhelo ezibumbekilyo ze-NFS
zu: Faka ohlwini izixhakathisi ze-NFS ezihleliwe

source: Add an NFS mount
ar: إضافة توصيل NFS
de: Einen NFS-Einhängepunkt hinzufügen
gu: એક NFS માઉન્ટ ઉમેરો
hu: NFS-csatolás hozzáadása
ko: NFS 마운트 추가
mk: Додај „NFS“ монтирање
pa: ਇੱਕ NFS ਮਾਊਂਟ ਸ਼ਾਮਲ
pl: Dodaj katalog NFS
pt: Adicionar uma montagem NFS
ru: Добавить точку монтирования NFS
sk: Pridať pripojenie NFS
xh: Faka isakhelo se-NFS
zu: Nezela isixhakathisi se-NFS

source: Edit an NFS mount
ar: تحرير توصيل NFS
de: Einen NFS-Einhängepunkt bearbeiten
gu: એક NFS માઉન્ટ એડિટ કરો
hu: NFS-csatolás módosítása
ko: NFS 마운트 편집
mk: Уреди „NFS“ монтирање
pa: ਇੱਕ NFS ਮਾਊਂਟ ਸੋਧ
pl: Edytuj katalog NFS
pt: Editar uma montagem NFS
ru: Редактировать точку монтирования NFS
sk: Upraviť pripojenie cez NFS
xh: Hlela isakhelo se-NFS
zu: Hlela isixhakathisi se-NFS

source: Delete an NFS mount
ar: حذف توصيل NFS
de: Einen NFS-Einhängepunkt löschen
gu: એક NFS માઉન્ટ ડીલીટ કરો
hu: NFS-csatolás törlése
ko: NFS 마운트 삭제
mk: Избриши „NFS“ монтирање
pa: ਇੱਕ NFS ਮਾਊਂਟ ਹਟਾਓ
pl: Usuń katalog NFS
pt: Apagar uma montagem NFS
ru: Удалить точку монтирования NFS
sk: Odstrániť pripojenie cez NFS
xh: Cima isakhelo se-NFS
zu: Susa isixhakathisi se-NFS

source: Remote file system (in the form 'host:path')
ar: نظام الملفات البعيد (بالصيغة 'host:path')
de: Entferntes (remote) Dateisystem (in der Form 'host:path')
gu: રીમોટ ફાઇલ સિસ્ટમ ('હોસ્ટઃપાથ'ના સ્વરૂપમાં
hu: Távoli fájlrendszer (gépnév:elérési út formában)
ko: 원격 파일 시스템('host:path' 형식)
mk: Далечен податочен систем (во формата „domakin:pateka“)
pa: ਰਿਮੋਟ ਫਾਇਲ ਸਿਸਟਮ ('host:path' ਦੇ ਰੂਪ ਵਿੱਚ)
pl: Zdalny system plików (w postaci 'komputer:ścieżka')
pt: Sistema de ficheiros remoto (na forma 'computador:caminho')
ru: Удалённая файловая система (в форме 'host:path')
sk: Vzdialený súborový systém (vo forme 'host:path')
xh: Isixokelelwano sefayili esimgama (kwindlela 'yomamkeli:indlela yothungelwano')
zu: Isistimu yefayela ekude (ngohlobo oluthi ‘isiphakeli:umgudu’)

source: Local mount point
ar: نقطة التوصيل المحلية
de: Lokaler Einhängepunkt
gu: લોકલ માઉન્ટ પોઇન્ટ
hu: Helyi csatolási pont
ko: 로컬 마운트 포인트
mk: Локална точка на монтирање
pa: ਲੋਕਲ ਮਾਊਟ ਪੁਆਇੰਟ
pl: Lokalne miejsce montowania
pt: Ponto local de montagem
ru: Локальная точка монтирования
sk: Lokálny bod pripojenia
xh: Indawo yangaphakathi yesakhelo
zu: Indawo yokuxhakathisa eseduze

source: Mount options
ar: خيارات التوصيل
de: Einhängeoptionen
gu: માઉન્ટ વિકલ્પો
hu: Csatolási beállítások
ko: 마운트 옵션
mk: Опции за монтирање
pa: ਮਾਊਂਟ ਚੋਣ
pl: Opcje montowania
pt: Opções de montagem
ru: Параметры монтирования
sk: Nastavenie pripojenia
xh: Izikhethwa zezakhelo
zu: Izindlela ongazikhetha zokuxhakathisa

source: File system ID. Legacy. Only default value (nfs) makes sense.
ar: مُعرف نظام الملفات. قديم. القيمة الوحيدة المفهومة هي (nfs).
de: Dateisystem-ID. Legacy. Nur Standardwert (nfs) ist sinnvoll.
hu: Fájlrendszeri azonosító. Korábbi. Csak az alapértelmezett érték (nfs) használható.
ko: 파일 시스템 ID. 레거시. 기본값(nfs)은 유효합니다.
pl: Identyfikator systemu plików. Nieaktualny. Jedynie wartość domyślna (nfs) ma sens.
pt: ID do sistema de arquivo. Legado. Apenas o valor por defeito (nfs) faz sentido.
ru: ИД файловой системы. Устаревший параметр. Имеет смысл только значение по умолчанию: nfs.
sk: ID súborového systému. Zastarané. Iba predvolená hodnota (nfs) dáva zmysel.

source: Server
ar: الخادم
gu: સર્વર
hu: Kiszolgáló
ko: 서버
mk: Сервер
pa: ਸਰਵਰ
pl: Serwer
pt: Servidor
ru: Сервер
xh: Iseva
zu: Isiphakelalwazi

source: Remote File System
ar: نظام الملفات البعيد
de: Entferntes Dateisystem
gu: રીમોટ ફાઇલ સિસ્ટમ
hu: Távoli fájlrendszer
ko: 원격 파일 시스템
mk: Далечен податочен систем
pa: ਰਿਮੋਟ ਫਾਇਲ-ਸਿਸਟਮ
pl: Zdalny system plików
pt: Sistema de Ficheiros Remoto
ru: Удалённая файловая система
sk: Vzdialený súborový systém
xh: Isixokelelwano seFayili Emgama
zu: Isistimu Yefayela Ekude

source: Mount Point
ar: نقطة التوصيل
de: Einhängepunkt
gu: માઉન્ટ પોઇન્ટ
hu: Csatolási pont
ko: 마운트 포인트
mk: Точка на монтирање
pa: ਮਾਊਟ ਪੁਆਇੰਟ
pl: Punkt montowania
pt: Ponto de Montagem
ru: Точка монтирования
sk: Bod pripojenia
xh: Indawo yokuGxumeka
zu: Indawo Okuxhakathiswe Kuyo

source: Options
ar: خيارات
de: Optionen
gu: વિકલ્પો
hu: Beállítások
ko: 옵션
mk: Опции
pa: ਚੋਣ
pl: Opcje
pt: Opções
ru: Параметры
sk: Voľby
xh: Izikhethwa
zu: Ongakhetha kukho

source: Unknown value for option "type".
ar: قيمة غير معروفة للخيار "النوع".
de: Ungültiger Wert für die Option "Typ".
hu: A "type" beállításnak ismeretlen értéke van.
ko: "유형" 옵션에 대한 알 수 없는 값입니다.
pl: Nieznana wartość opcji type.
pt: Valor desconhecido a opção "type".
ru: Неизвестное значение параметра «Тип».
sk: Neznáma hodnota pre voľbu "type".

source: No NFS mount specified.
ar: لم يتم تحديد أي توصيل NFS.
de: Kein NFS-Einhängepunkt angegeben.
gu: કોઇપણ NFS મઢવાનું નિર્દિષ્ટ છે.
hu: Nincs megadva NFS-csatolás.
ko: NFS 마운트가 지정되지 않았습니다.
mk: Нема одредени „NFS“ монтирања.
pa: ਕੋਈ NFS ਮਾਊਂਟ ਦਿੱਤਾ ਹੈ।
pl: Nie podano katalogu NFS.
pt: Não foi especificada uma montagem NFS.
ru: Не определена точка монтирования NFS.
sk: Nebolo špecifikované žiadne NFS pripojenie.
xh: Akukho ndawo ye-NFS ibaluliweyo.
zu: Ayikho indawo ebonisiwe okuxhakathiswe kuyo i-NFS.

source: No NFS mount matching the criteria found.
ar: لم يتم العثور على أي توصيل NFS يطابق المعايير.
de: Kein passender NFS-Einhängepunkt gefunden.
gu: કોઇપણ NFS મઢવાનું માપદંડને મેળખાતું મળ્યું મેળાખાતું મળ્યું નથી.
hu: Nem található a feltételeknek megfelelő NFS-csatolás.
ko: 조건과 일치하는 NFS 마운트를 찾을 수 없습니다.
mk: Не се пронајдени „NFS“ монтирања кои се совпаѓаат со критериумот.
pa: ਸੀਮਾ ਦੇ ਅਨੁਕੂਲ ਕੋਈ NFS ਮਾਊਂਟ ਨਹੀਂ ਲੱਭਿਆ।
pl: Nie znaleziono pasujących katalogów NFS.
pt: Não foram encontradas montagens NFS que coincidam com o critério.
ru: Не обнаружены отвечающие условиям точки монтирования NFS.
sk: Žiadne NFS pripojenie nezodpovedá nájdeným kritériám.
xh: Akukho gxumeko lwe-NFS luhambelana nendlela efunyenweyo.
zu: Akukho okufanelana nokuxhakathisiwe kwe-NFS okutholiwe.

source: Multiple NFS mounts match the criteria:
ar: توجد توصيلات NFS متعددة تطابق المعايير:
de: Mehrere passende NFS-Einhängepunkte:
gu: બહુગુણિત NFS મઢવાનું માપદંડને મેળ ખાય છેઃ
hu: Több NFS-csatolás is megfelel a feltételeknek:
ko: 조건과 일치하는 NFS 마운트가 여러 개 있습니다:
mk: Со критериумот се совпаѓаат повеќе „NFS“ монтирања:
pa: ਬਹੁਤੇ NFS ਮਾਊਂਟ ਸੀਮਾ ਦੇ ਅਨੁਕੂਲ ਹਨ:
pl: Wiele katalogów NFS spełnia kryteriów:
pt: Múltiplas montagens NFS coincidem com o critério:
ru: Несколько отвечающих условиям точек монтирования NFS:
sk: Viaceré NFS pripojenia zodpovedajú kritériu:
xh: Ukufa kwisakhelo ii-NFS ezininzi kuhambelana nendlela:
zu: Izixhakathisi eziningi ze-NFS ziyahambisana nokutholiwe:

source: NFS mount '%s' not found.
ar: توصيل NFS '%s' لم يتم العثور عليه.
de: Eingehängter NFS '%s' nicht gefunden.
pt: Montagem NFS '%s' não encontrada.
ru: Точка монтирования NFS '%s' не найдена.
sk: NFS pripojenie '%s' nebolo nájdené.

source: The hostname entered is invalid. It must be shorter than 50 characters and only use valid IPv4, IPv6 or domain name. Valid IPv4: %1 Valid IPv6: %2 Valid domain: %3
ar: اسم المضيف الذي تم إدخاله غير صالح. يجب أن يكون أقل من 50 حرفًا وأن يستخدم فقط ‏IPv4 صالح أو IPv6 صالح أو اسم نطاق صالح. ‏IPv4 الصالح: %1 ‏IPv6 الصالح: %2 النطاق الصالح: %3
de: Der eingegebene Hostname ist ungültig. Er muss kürzer als 50 Zeichen sein und nur gültige IPv4, IPv6 oder Domainnamen enthalten Gültige IPv4: %1 Gültige IPv6: %2 Gültige Domain: %3
hu: Rossz gépnevet adott meg. A gépnévnek 50 karakternél rövidebbnek kell lennie, és csak a érvényes IPv4, IPv6 vagy tartománynév használható. Érvényes IPv4: %1 Érvényes: IPv6: %2 Érvényes tartomány: %3
ko: 입력한 호스트 이름이 잘못되었습니다. 이름은 50자 미만으로, 올바른 IPv4, IPv6 또는 도메인 이름만 사용해야 합니다. 올바른 IPv4: %1 올바른 IPv6: %2 올바른 도메인: %3
pl: Podana nazwa komputera jest nieprawidłowa. Musi być ona krótsza niż 50 znaków i zawierać wyłącznie prawidłowy adres IPv4, IPv6 lub nazwę domeny. Prawidłowy adres IPv4: %1 Prawidłowy adres IPv6: %2 Prawidłowa nazwa domeny: %3
pt: O nome do anfitrião introduzido é inválido. Deve ser inferior a 50 caracteres e utilizar apenas IPv4, IPv6 ou nome de domínio válido. IPv4 válido: %1 IPv6 válido: %2 Domínio válido: %3
ru: Вы ввели неправильное имя хоста. Оно должно быть короче 50 символов и содержать только верный IPv4- или IPv6-адрес либо имя домена. Верный IPv4-адрес: %1 Верный IPv6-адрес: %2 Верный домен: %3
sk: Zadaný názov hostiteľa je neplatný. Musí byť kratší ako 50 znakov a môže použiť iba platné IPv4, IPv6 alebo názov domény. Platné IPv4: %1 Platné IPv6: %2 Platná doména: %3

source: fstab already contains an entry with mount point '%1'.
ar: يحتوي fstab بالفعل على إدخال يتضمن نقطة التوصيل '%1'.
de: fstab enthält bereits einen Eintrag mit Einhängepunkt '%1'.
gu: fstab અગાઉથી ધરાવતા માઉન્ટ પોઇન્ટ '%1' સાથેની એન્ટ્રી ઉપયોગમાં જ હોવું જોઇએ.
hu: Az fstab már tartalmaz egy bejegyzést '%1' csatolási ponttal.
ko: fstab에 이미 '%1' 마운트 포인트의 항목이 포함되어 있습니다.
mk: „fstab“ веќе содржи внес со точка на монтирање во „%1“.
pa: fstab ਵਿੱਚ ਮਾਉਂਟ ਪੁਆਇੰਟ '%1' ਨਾਲ ਐਂਟਰੀ ਪਹਿਲਾਂ ਮੌਜੂਦ ਹਨ।
pl: Plik fstab zawiera już pozycję z punktem montowania %1.
pt: O fstab já contém uma entrada com o ponto de montagem '%1'.
ru: fstab уже содержит запись с точкой монтирования '%1'.
sk: fstab už obsahuje záznam s bodom pripojenia '%1'.
xh: i-fstab sele iqulethe ungeniso ngendawo yesakhelo '%1'.
zu: i-fstab kakade isinokufakiwe okunendawo yokuxhakathisa '%1'.

source: The path entered is invalid. It must be shorter than 70 characters and it must begin with a slash (/).
ar: المسار الذي تم إدخاله غير صالح. يجب أن يقل عن 70 حرفًا ويجب أن يبدأ بالشرطة المائلة (/).
de: Der eingegebene Pfad ist ungültig. Er muss kürzer sein als 70 Zeichen und mit einem Schrägstrich (/) beginnen.
gu: દાખલ કરાયેલ પાથ ઇનવેલીડ છે. તે 70 અક્ષરોથી ટૂંકો હોવો જોઇએ અને તે સ્લેશ (/) થી શરૂ થતો હોવો જોઇએ.
hu: Érvénytelen útvonalat adott meg. Az útvonalnak 70 karakternél rövidebbnek kell lennie és / jellel kell kezdődnie.
ko: 입력한 경로가 잘못되었습니다. 70자 미만이어야 하고 슬래시(/)로 시작해야 합니다.
mk: Внесената патека е невалидна. Мора да е пократка од 70 знаци и мора да започнува со коса црта (/).
pa: ਤੁਸੀਂ ਗਲਤ ਮਾਰਗ ਦਿੱਤਾ ਹੈ। ਇਹ 70 ਅੱਖਰਾਂ ਤੋਂ ਛੋਟਾ ਹੋਵੇ ਅਤੇ ਸਲੈਸ਼ (/) ਨਾਲ ਸ਼ੁਰੂ ਹੋਵੇ।
pl: Wprowadzona ścieżka jest nieprawidłowa. Musi być krótsza niż 70 znaków i zaczynać się od ukośnika (/).
pt: Introduziu um caminho incorrecto. Tem de ser mais curto que 70 caracteres, e tem de iniciar com uma barra (/).
ru: Вы ввели неправильный путь. Он должен быть короче 70 символов и начинаться косой чертой (/).
sk: Zadali ste neplatnú cestu. Musí byť kratšia ako 70 znakov a začínať znakom /.
xh: Indlela yothungelwano efakiweyo ayisebenzi. Kufunutshane kuneempawu ezingama-70 kwaye kufuneka iqalise nge (/).
zu: Umgudu ofakiwe awusebenzi. Kumelwe ube ngaphansi kwezinhlamvu ezingu-70 futhi kumelwe uqale nge-slash (/).

source: <p>The table contains all directories exported from remote servers and mounted locally via NFS (NFS shares).</p>
ar: <p>يحتوي الجدول على كافة الدلائل التي تم تصديرها من الخوادم البعيدة والتي تم توصيلها محليًا عبر NFS (مشاركات NFS)</p>
de: <p>Die Tabelle enthält alle Verzeichnisse, die von entfernten Servern exportiert und lokal mittels NFS eingehängt wurden (NFS-Freigaben).</p>
hu: <p>A táblázat tartalmazza a távoli kiszolgálókról exportált és a helyi gépre NFS-en keresztül csatlakoztatott összes könyvtárat.</p>
ko: <p>테이블에는 원격 서버에서 엑스포트되고 NFS(NFS 공유)를 통해 로컬로 마운트된 모든 디렉토리가 포함됩니다.</p>
pl: <p>Tabela zawiera listę wszystkich katalogów wyeksportowanych ze zdalnych serwerów i zamontowanych lokalnie przez NFS (udziały NFS).</p>
pt: <p>A tabela contém todos os directórios exportados dos servidores remotos e montados localmente via NFS (patilhas NFS).</p>
ru: <p>Таблица содержит все каталоги, экспортируемые с удалённых серверов и монтируемые локально через NFS (общие ресурсы NFS).</p>
sk: <p>Tabuľka obsahuje všetky priečinky exportované zo vzdialených serverov a lokálne pripojených cez NFS (NFS zdieľania).</p>

source: <p>If you need to access NFSv4 shares (NFSv4 is a newer version of the NFS protocol), check the <b>NFS version</b> option.
ru: <p>Если вам нужен доступ к общим ресурсам NFSv4 (более новой версии протокола NFS), проверьте параметр <b>Версия NFS</b>.

source: Help
ar: مساعدة
de: Hilfe
gu: હેલ્પ
hu: Súgó
ko: 도움말
mk: Помош
pa: ਮੱਦਦ
pl: Pomoc
pt: Ajuda
ru: Справка
sk: Pomocník
xh: Uncedo
zu: Usizo

source: Remote Directory
ar: الدليل البعيد
de: Entferntes Verzeichnis
hu: Távoli könyvtár
ko: 원격 디렉토리
pl: Katalog zdalny
pt: Directório Remoto
ru: Удалённый каталог
sk: Vzdialený priečinok

source: NFS Version
ar: إصدار NFS
hu: NFS-verzió
ko: NFS 버전
pl: Wersja NFS
pt: Versão NFS
ru: Версия NFS
sk: NFS verzia

source: Enable NFSv4
ar: تمكين NFSv4
de: NFSv4 aktivieren
hu: NFSv4 engedélyezése
ko: NFSv4 활성화
pa: NFSv4 ਯੋਗ
pl: Włącz NFSv4
pt: Activar NFSv4
ru: Включить NFSv4
sk: Povoliť NFSv4

source: Enable &GSS Security
ar: تم&كين أمان GSS
de: &GSS-Sicherheit aktivieren
hu: &GSS biztonság engedélyezése
ko: GSS 보안 활성화(&G)
pa: &GSS ਸੁਰੱਖਿਆ ਯੋਗ ਕਰੋ
pl: Włącz zabezpieczenia &GSS
pt: Activar Segurança &GSS
ru: Включить безопасность &GSS
sk: Povoliť &GSS Bezpečnosť

source: &NFS Shares
ar: م&شاركات NFS
de: &NFS-Freigaben
hu: &NFS-megosztások
ko: NFS 공유(&N)
pl: Udziały &NFS
pt: Partilhas &NFS
ru: Общие ресурсы &NFS
sk: &NFS zdieľania

source: NFS &Settings
ar: إع&دادات NFS
de: NFS-&Einstellungen
hu: NF&S-beállítások
ko: NFS 설정(&S)
pl: &Ustawienia NFS
pt: &Definições NFS
ru: Параметры NF&S
sk: &Nastavenia NFS

source: Really delete %1?
ar: هل تريد بالفعل حذف %1؟
de: %1 wirklich löschen?
gu: %1 ખરેખર કાઢી નાખવું છે?
hu: Valóban törli: %1?
ko: %1을(를) 삭제하시겠습니까?
pa: ਕੀ %1 ਨੂੰ ਹਟਾਉਣਾ ਹੈ?
pl: Na pewno usunąć %1?
pt: Deseja mesmo apagar %1?
ru: Действительно удалить %1?
sk: Naozaj odstrániť %1?
xh: Uyayicima ngenene i-`%1`?
zu: Uyayisula ngempela i-%1?

source: NFS Client Configuration
ar: تكوين عميل NFS
de: NFS-Client-Konfiguration
gu: NFS ક્લાઇન્ટ કોન્ફીગરેશન
hu: NFS-kliens beállításai
ko: NFS 클라이언트 구성
mk: Конфигурација на „NFS“ клиент
pa: NTP ਕਲਾਇਟ ਸੰਰਚਨਾ
pl: Konfiguracja klienta NFS
pt: Configuração de Cliente NFS
ru: Конфигурация клиента NFS
sk: Konfigurácia NFS klienta
xh: Ubumbeko loMxumi we-NFS
zu: Ukuhlelwa Kwe-Client Ye-NFS

source: &NFS Server Hostname
ar: اسم مضيف خادم NFS
de: Hostname des &NFS-Servers
gu: &NFS સર્વર હોસ્ટનેમ
hu: N&FS-kiszolgálónév
ko: NFS 서버 호스트 이름(&N)
mk: Име на „&NFS“ серверот
pa: &NFS ਸਰਵਰ ਹੋਸਟ ਨਾਂ
pl: Nazwa serwera &NFS
pt: Nome de Computador do Servidor &NFS
ru: Имя хоста &NFS-сервера
sk: Meno &NFS servera
xh: &Igama lomamkeli weSeva ye-NFS
zu: &Igama Lesiphakeli Sesiphakelalwazi Se-NFS

source: Choo&se
ar: ا&ختيار
de: Au&swahl
gu: ચૂ&ઝ
hu: &Válasszon
ko: 선택(&S)
mk: Из&бери
pa: ਚੁਣੋ(&s)
pl: Wy&bierz
pt: &Escolher
ru: Выбра&ть
sk: &Vybrať
xh: Khe&tha
zu: Khe_tha

source: &Remote Directory
ar: ال&دليل البعيد
de: &Entferntes Verzeichnis
gu: રીમોટ ડાયરેક્ટરી (&R)
hu: Távoli könyvtá&r
ko: 원격 디렉토리(&R)
pa: ਰਿਮੋਟ ਡਾਇਰੈਕਟਰੀ(&R):
pl: &Katalog zdalny
pt: Directório &Remoto
ru: &Удалённый каталог
sk: Vzdialený &priečinok
xh: &Uvimba Weefayili Osebenza Mgama
zu: &I-Directory Ekude

source: &Select
ar: &تحديد
de: Au&swahl
gu: &સિલેક્ટ
hu: &Kiválasztás
ko: 선택(&S)
mk: &Избери
pa: ਚੁਣੋ(&S)
pl: &Wybierz
pt: Se&leccionar
ru: &Выбрать
sk: &Vybrať
xh: &Khetha
zu: &Khetha

source: &Mount Point (local)
ar: &نقطة التوصيل (محلية)
de: &Einhängepunkt (lokal)
gu: &માઉન્ટ પોઇન્ટ (લોકલ)
hu: &Csatolási pont (helyi)
ko: 마운트 포인트(로컬)(&M)
mk: Точка на &монтирање (локално)
pa: ਮਾਊਂਟ ਪੁਆਇੰਟ (ਲੋਕਲ)(&M)
pl: &Miejsce montowania (lokalne)
pt: Ponto de &Montagem (local)
ru: Точка &монтирования (локальная)
sk: &Bod pripojenia (lokálny)
xh: &Indawo yokuGxumeka(yangaphakathi)
zu: &Indawo Yokuxhakathisa (eduze)

source: &Browse
ar: ا&ستعراض
de: &Durchsuchen
gu: &બ્રાઉઝ
hu: &Tallózás
ko: 찾아보기(&B)
mk: &Разгледај
pa: ਵੇਖੋ(&B)
pl: Prze&glądaj
pt: Na&vegar
ru: О&бзор
sk: &Prechádzať
xh: &Khangela
zu: &Pheqa

source: O&ptions
ar: &خيارات
de: O&ptionen
gu: ઓ&પ્શન્સ
hu: &Opciók
ko: 옵션(&P)
mk: О&пции
pa: ਚੋਣ(&p)
pl: Op&cje
pt: O&pções
ru: &Параметры
sk: &Možnosti
xh: Izi&khethwa
zu: O&kukhethwa kukho

source: <p>Enter the <b>NFS Server Hostname</b>. With <b>Choose</b>, browse through a list of NFS servers on the local network.</p>
ar: <p>أدخل <b>اسم مضيف خادم NFS</b>. باستخدام <b>اختيار</b>، استعرض من خلال قائمة خوادم NFS على الشبكة المحلية.</p>
de: <p>Geben Sie den <b>Hostnamen des NFS-Servers</b> ein. Blättern Sie mit <b>Wählen</b> durch eine Liste der NFS-Server im lokalen Netzwerk.</p>
gu: <p> <b>NFS સર્વર હોસ્ટનેમ</b> દાખલ કરો. <b> ચૂઝ</b> સાથે, સ્થાનિક નેટવર્ક ઉપર NFS સર્વરની સૂચિ મારફત બ્રાઉઝ કરો.</p>
hu: <p>Adja meg az <b>NFS-kiszolgáló neve</b> beállítást. A <i>Kiválasztás</i> gomb segítségével a nevet kiválaszthatja a helyi hálózaton elérhető NFS-kiszolgálók listájából.</p>
ko: <p><b>NFS 서버 호스트 이름</b>을 입력하십시오. <b>선택</b>을 사용하여 로컬 네트워크에 있는 NFS 서버 목록을 살펴볼 수 있습니다.</p>
mk: <p>Внесете го <b>името на „NFS“ серверот</b>. Со притискање на <b>„Избери“</b>, разгледувате низ листата на „NFS“ сервери достапни на локалната мрежа.</p>
pa: NFS ਸਰਵਰ ਦਾ<p>ਹੋਸਟ ਨਾਂ<b>ਭਰੋ</b>| <i>ਚੁਣੋ</i> ਨਾਲ, ਲੋਕਲ ਨੈੱਟਵਰਕ ਉੱਤੇ NFS ਸਰਵਰਾਂ ਦੀ ਸੂਚੀ ਵੇਖੋ।</p>
pl: <p>Wprowadź <b>Nazwę hosta serwera NFS</b>. Przycisk <i>Wybierz</i> umożliwia przejrzenie listy serwerów NFS w sieci lokalnej.</p>
pt: <p>Introduza o <b>Nome de Computador do Servidor NFS</b>. Se utilizar <b>Escolher</b>, poderá navegar através de uma lista de servidores NFS na rede local.</p>
ru: <p>Введите <b>имя хоста NFS-сервера</b>. Нажмите <b>Выбрать</b>, чтобы просмотреть список NFS-серверов локальной сети.</p>
sk: <p>Zadajte <b>názov NFS servera</b>. Pomocou <b>Vybrať</b> prechádzate cez zoznam NFS serverov v lokálnej sieti.</p>
xh: <p>Faka <b>Igama lomamkeli weSeva ye-NFS</b>. Ngoku <b>Khetha</b>, ukhangela kuluhlu lwee Seva ze-NFS kuthungelwano lwangaphakathi.</p>
zu: <p>Faka<b>Isiphakeli Sesiphakelalwazi Se-NFS</b>. Ngokuthi <b>Khetha</b>, pheqa ungene ohlwini lweziphakeli ze-NFS kwinethiwekhi eseduze.</p>

source: <p>In <b>Remote File System</b>, enter the path to the directory on the NFS server. Use <b>Select</b> to select one from those exported by the server. </p>
ar: <p>في <b>نظام الملفات البعيد</b>، أدخل المسار إلى الدليل الموجود على خادم NFS. استخدم <b>تحديد</b> لتحديد مسار من المسارات التي تم تصديرها بواسطة الخادم. </p>
de: <p>Geben Sie unter <b>Entferntes Dateisystem</b> den Pfad zu dem Verzeichnis auf dem NFS-Server ein. Mit <b>Wählen</b> können Sie eines der vom Server exportierten Verzeichnisse auswählen. </p>
gu: <p> <b>રીમોટ ફાઇલ સિસ્ટમ</b> માં, NFS સર્વર ઉપર ડાયરેક્ટરીનો પાથ દાખલ કરો. સર્વર દ્વારા આયાતીત એવા એક સ્વરૂપને પસંદ કરવા<b>સિલેક્ટ</b> નો ઉપયોગ કરો. </p>
hu: <p>A <b>Távoli fájlrendszer</b> mezőbe írja be az NFS-kiszolgálón található könyvtár elérési útját. A <b>Kiválasztás</b> gombbal választhat ki egyet a kiszolgáló által exportált könyvtárak közül. </p>
ko: <p><b>원격 파일 시스템</b>에는 NFS 서버의 디렉토리에 대한 경로를 입력합니다. 서버에서 엑스포트한 것들 중 하나를 선택하려면 <b>선택</b>을 사용합니다. </p>
mk: <p>Во <b>Далечен податочен систем</b>, внесете ја патеката до папката на „NFS“ серверот. За да изберете една од експортираните папки на серверот, притиснете на <b>„Избери“</b>. </p>
pa: <p><b>ਰਿਮੋਟ ਫਾਇਲ ਸਿਸਟਮ</b> ਵਿੱਚ, NFS ਸਰਵਰ ਉੱਤੇ ਡਾਇਰੈਕਟਰੀ ਦਾ ਮਾਰਗ ਦਿਓ, ਸਰਵਰ ਰਾਹੀਂ ਐਕਸਪੋਰਟ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਚੋਣ ਕਰਨ ਲਈ <b>ਚੁਣੋ</b> ਨੂੰ ਦਬਾਓ। </p>
pl: <p>W polu <b>Zdalny system plików</b>, należy wpisać ścieżkę do katalogu na serwerze NFS. Przycisk <b>Wybierz</b> pozwala wybrać katalog eksportowany przez serwer. </p>
pt: <p>No <b>Sistema de Ficheiros Remoto</b>, digite o caminho para o directório no servidor NFS. Utilize <b>Seleccionar</b> para escolher um dos directorios exportados pelo servidor. </p>
ru: <p>В <b>удаленной файловой системе</b> введите путь к каталогу на NFS-сервере. Нажмите <b>Выбрать</b>, чтобы выбрать один из каталогов, экспортируемых сервером. </p>
sk: <p>V zložke <b>Vzdialený súborový systém</b>, zadajte cestu k adresáru na NFS servere. Použite <b>Vybrať</b> na výber adresára ponúkaného serverom. </p>
xh: <p>Kwi <b>sixokelelwano seFayili Esimgama</b>, faka indlela yothungelwano kuvimba wefayili kwiseva ye-NFS. Sebenzisa u <b>Khetha</b> ukukhetha enye kwezo zithunyelwe ngaphandle yiseva. </p>
zu: <p>Kokuthi <b>Isistimu Yefayela Ekude</b>, ngena emgudwini we-directory esiphakelalwazini se-NFS. Sebenzisa u- <b>Khetha</b> ukuze ukhethe kulokho okudluliswe yisiphakelalwazi. </p>

source: <p> For <b>Mount Point</b>, enter the path in the local file system where the directory should be mounted. With <b>Browse</b>, select your mount point interactively.</p>
ar: <p> للحصول على <b>نقطة التوصيل</b>، أدخل المسار في نظام الملفات المحلي الذي يجب فيه توصيل المجلد. باستخدام <b>استعراض</b>، حدد نقطة التوصيل الخاصة بك بشكل تفاعلي.</p>
de: <p> Geben Sie für <b>Einhängepunkt</b> den Pfad im lokalen Dateisystem ein, in dem das Verzeichnis eingehängt werden soll. Wählen Sie mithilfe von <b>Durchsuchen</b> den Einhängepunkt interaktiv aus.</p>
gu: <p> <b>માઉન્ટ પોઇન્ટ</b> માટે, સ્થાનિક ફાઇલ પધ્ધતિજ્યાં ડાયરેક્ટરી મઢાવી જોઇએમાં પાથને દાખલ કરો. <b>બ્રાઉઝ</b> ની, સાથે આપના માઉન્ટ પોઇન્ટને પારંપરિક રીતે પસંદ કરો.</p>
hu: <p> A <b>Csatolási pont</b> mezőbe írja be a helyi fájlrendszer azon elérési útját, ahová a könyvtárat fel akarja kapcsolni. A <b>Tallózás</b> gombot megnyomva interaktívan is kiválaszthatja a csatolási pontot.</p>
ko: <p> <b>마운트 포인트</b>에는 디렉토리를 마운트해야 하는 로컬 파일 시스템의 경로를 입력합니다. <b>찾아보기</b>를 사용하면 대화형으로 마운트 포인트를 선택할 수 있습니다.</p>
mk: <p> За <b>точка на монтирање</b>, внесете ја патеката во локалниот податочен систем каде папката треба да биде монтирана. Со притискање на <b>„Разгледај“</b>, интерактивно ја избирате вашата точка на монтирање.</p>
pa: <p> <b>ਮਾਊਂਟ ਪੁਆਇੰਟ</b> ਲਈ, ਲੋਕਲ ਫਾਇਲ ਸਿਸਟਮ ਵਿੱਚ ਮਾਰਗ ਦਿਓ, ਜਿੱਥੇ ਕੇ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਮਾਊਂਟ ਕੀਤਾ ਜਾਣਾ ਹੈ। ਮਾਊਂਟ ਪੁਆਇੰਟ ਦੀ ਚੋਣ ਕਰਨ ਲਈ, <b>ਝਲਕ</b> ਦੀ ਚੋਣ ਕਰੋ।</p>
pl: <p> W polu <b>Punkt montowania</b> wprowadź ścieżkę w lokalnym systemie plików, gdzie ma zostać zamontowany katalog. Przycisk <b>Przeglądaj</b> pozwala na ręczny wybór punktu montowania.</p>
pt: <p> Para o <b>Ponto de Montagem</b> digite o caminho no sistema de ficheiros local onde o directório deve ser montado. Com <b>Navegar</b>, escolha o seu ponto de montagem de forma interactiva.</p>
ru: <p> Для <b>точки монтирования</b> введите путь в локальной файловой системе, куда должен быть смонтирован каталог. Чтобы выбрать точку монтирования в интерактивном режиме, нажмите <b>Обзор</b>.</p>
sk: <p> Pomocou <b>Bod pripojenia</b> zadajte adresár v lokálnom systéme, kde by mal byť pripojený adresár. Pomocou <b>Prechádzať</b> môžete interaktívne vybrať bod pripojenia.</p>
xh: <p> Nge <b>Indawo yokuGxumeka</b>, faka indlela yothungelwano kwisixokelelwano sefayili yangaphakathi apho uvimba wefayili kufuneka agxunyekwe khona. Ngoku <b>Khangela</b>, khetha indawo yakho yokugxumeka ngokusebenzisekayo.</p>
zu: <p> Ngokuthi <b>Indawo Yokuxhakathisa</b>, faka umgudu kwisistimu yefayela eseduze lapho i-directory kufanele ixhakathiswe khona. Ngokuthi <b>Pheqa</b>, khetha indawo yokuxhakathisa ngokuxhumana.</p>
